<html>
<body>
<h1>Einf&uuml;hrung</h1>

<h2>Zur Herbar CD-ROM Version 2</h2>

<p>Die Herbar CD-ROM Version 1 war erfolgreich, die Studierenden haben viel und auch gerne damit gearbeitet. In verschiedenen Evaluationen wurden aber M&auml;ngel und Erg&auml;nzungsw&uuml;nsche ge&auml;ussert. Diese konnten bei der &Uuml;berarbeitung f&uuml;r die Version 2 zu einem grossen Teil eliminiert resp. verwirklicht werden. Die wichtigsten Neuerungen sind die folgenden:</p>
<ul>
    <li>Es besteht jetzt die M&ouml;glichkeit, Updates &uuml;ber das Netz zur Verf&uuml;gung zu stellen resp. herunterzuladen.</li>
    <li>Die Benutzer der CD k&ouml;nnen selber Artenlisten erstellen, mit denen sie arbeiten wollen (z.B. individueller Pr&uuml;fungsstoff oder Arten, die noch nicht sicher beherrscht werden).</li>
    <li>Die Kombination der ersten beiden Punkte erlaubt es Dozierenden, wenn n&ouml;tig (falls gew&uuml;nscht auch j&auml;hrlich) &uuml;ber das Netz den Pr&uuml;fungsstoff neu zu definieren.</li>
    <li>Es besteht die M&ouml;glichkeit, die Abfrage &uuml;ber 3 verschiedene Schwierigkeitsgrade dem Wissensstand anzupassen.</li>
    <li>Mit den 3 Spielen kann das Wissen auf neue und verlockende Art getestet werden.</li>
    <li>Neben der f&uuml;r Studierende und Fachleute vorgesehenen Version mit den wissenschaftlichen Namen hat es auf der CD auch eine Version mit den deutschen Pflanzennamen.</li>
    <li>Unter der Rubrik "Weiteres-Medizin" wurden umfassende pharmazeutische Informationen eingebaut.</li>
    <li>Die Hilfe-Funktion wurde umgestellt und ausgebaut, sie umfasst jetzt eine ausf&uuml;hrliche Benutzeranleitung sowie ein grosses Glossar.</li>
    <li>Die Artenzahl auf der CD wurde fast verdoppelt.</li>
    <li>Die Zahl der Bilder wurde stark vergr&ouml;ssert.</li>
    <li>Die Benutzerf&uuml;hrung wurde vereinfacht und ansprechender gestaltet.</li>
</ul>
<p>Die Herbar CD-ROM Version 2 ist auf den Unterricht in Systematischer Botanik an der ETH Z&uuml;rich ausgerichtet. Dieser Unterricht wird von Studierenden der Studieng&auml;nge Agrarwissenschaften, Biologie, Forstwissenschaften, Lebensmittelwissenschaften, Pharmazeutische Wissenschaften und Umweltnaturwissenschaften besucht. Neu umfasst aber die CD (wie auch das k&uuml;rzlich neu erschienene Buch "Systematische Botanik") mit der fast verdoppelten Artenzahl weit mehr als nur einen m&ouml;glichen Pr&uuml;fungsstoff dieses Faches (Teil Artenkenntnisse). Dies erm&ouml;glicht es den verantwortlichen Dozierenden, den Pr&uuml;fungsstoff gem&auml;ss den von ihnen gestellten Anforderungen und den jeweiligen Jahresprogrammen auf der Basis der CD einschr&auml;nkend immer wieder neu zu
    definieren.</p>

<p>Auch die hier vorliegende Herbar CD-ROM Version 2 ist ein Instrument, um den in Vorlesungen und &Uuml;bungen und vor allem auf den Exkursionen angeeigneten Stoff zu repetieren und zu vertiefen. Die CD ist kein Ersatz f&uuml;r die Exkursionen; kein noch so gut gestaltetes Lehrmittel ersetzt das pers&ouml;nliche Erlebnis in der Natur! Das Lehrmittel CD-ROM bietet aber die M&ouml;glichkeit, <b>dezentral</b> und <b>zu jeder beliebigen Zeit</b> am Pr&uuml;fungsstoff zu arbeiten.</p>

<p>Die Pr&uuml;fung in diesem Fach wird zur Zeit mit Herbarpflanzen durchgef&uuml;hrt. Deshalb sind <b>Bilder von Herbarbelegen</b> wiederum ein wesentlicher Bestandteil der hier vorliegenden CD. Neben den Herbarbildern sind <b>eine grosse Zahl weiterer Bilder</b> von Pflanzen am Standort sowie Detailaufnahmen und &Ouml;kologiebilder integriert. Die Herbar CD-ROM richtet sich in erster Linie an Studierende von Hochschulen (insbesondere der ETH Z&uuml;rich). Dar&uuml;ber hinaus bietet die CD f&uuml;r Schulen viele M&ouml;glichkeiten, insbesondere die auf der CD integrierte Version mit den deutschen Namen. Lehrkr&auml;fte k&ouml;nnen ihr Botanik-Grundwissen schnell und einfach auffrischen und erweitern. F&uuml;r alle Natur- und Pflanzenfreunde bietet die interaktive Herbar CD-ROM eine
    ausgezeichnete M&ouml;glichkeit, sich in die Grundlagen der Pflanzensystematik anhand von Arten aus der Schweiz einzuarbeiten und wichtige Arten unserer Flora kennen zu lernen, denn mit gegen 600 Arten umfasst die CD etwa 1/4 der Pflanzenarten der Schweiz.</p>

<h2>Zu beachten!</h2>
<ul>
    <li>Die auf der CD verwendeten Namen entsprechen denjenigen im Buch zur Vorlesung (Baltisberger M. 2003: Systematische Botanik; Verlag v/d|f, Z&uuml;rich; http://www.vdf.ethz.ch/info/2851.html).</li>
    <li>Neben der Applikation mit den wissenschaftlichen Namen hat es auf der CD auch eine mit deutschen Namen. In der Abfrage kann dies zu Problemen f&uuml;hren, da die deutschen Namen viel weniger pr&auml;zise und eindeutig sind, das System der CD aber nur gewisse Namen (jene, die wir eingegeben haben) akzeptiert. Nichtakzeptieren eines deutschen Namens kann also heissen, dass dieser falsch oder aber nicht im System enthalten ist.</li>
    <li>Die tabellarisch und hierarchisch dargestellten Morphologie-Merkmale sind vereinfacht. Die Zahl der Merkmale pro Taxon wurde m&ouml;glichst tief gehalten, pro Taxon werden aber doch so viele Merkmale angegeben, dass die einzelnen Taxa im Vergleich zu den auf der CD enthaltenen Taxa eindeutig charakterisiert sind. Dies bedeutet zwar eine Vereinfachung des Stoffes. Es bedeutet aber auch, dass richtige Merkmale eines Taxons, die nicht zu den ausgew&auml;hlten Merkmalen geh&ouml;ren, f&uuml;r die Charakterisierung innerhalb des Stoffes auf der CD nicht relevant sind und deshalb vom Computer nicht akzeptiert werden. Wegen der eingeschr&auml;nkten Auswahl der Merkmale m&uuml;ssen im Vergleich mit Taxa, die nicht auf der CD enthalten sind, oft weitere Merkmale herangezogen werden. Zudem
        gelten die angegebenen Merkmale (insbesondere bei Gattungen und Familien) z.T. nur f&uuml;r die Schweiz und angrenzende Gebiete.
    </li>
    <li>Die Merkmale sind in einem Morphologie-Baum organisiert. Im Lehrgang werden bei der Beschreibung eines Taxons die Merkmale der &uuml;bergeordneten Taxa (bis Unterklasse) ebenfalls dargestellt; dies erm&ouml;glicht die Einordnung in einen gr&ouml;sseren Rahmen.</li>
    <li>Merkmale h&ouml;herer Taxa k&ouml;nnen im Widerspruch zu Merkmalen tieferer Taxa stehen (z.B. <em>Asteraceae</em> Bl&auml;tter wechselst&auml;ndig, <em>Arnica montana</em> hingegen gegenst&auml;ndig).</li>
    <li>Achtung: Wenn auf Art-Niveau ein Merkmal scheinbar fehlt, kann es sein, dass dieses Merkmal schon in einer h&ouml;heren Hierarchiestufe vorhanden ist und an die im Systematikbaum tiefer liegenden Taxa vererbt wird.</li>
    <li>Wenn quantitative Merkmale ohne Gr&ouml;ssenangaben vorkommen, sind diese im Vergleich zu verwandten oder &auml;hnlichen Taxa zu betrachten (z.B. "Bl&auml;tter kurz" bei <em>Carex firma</em>, kurz im Vergleich zu allen anderen <em>Carex</em>-Aren).</li>
    <li>Die Farbangaben sind wegen der grossen Variabilit&auml;t und subjektiver Farbbezeichnungen stark vereinfacht.</li>
    <li>Unter "Bl&auml;tter allgemein" sind die verschiedenen Blatttypen (Keim-, Neben-, Hochbl&auml;tter etc.) sowie der Einstieg zu "Bl&auml;tter" zusammengefasst. Unter "Bl&auml;tter" finden sich Merkmale, die an einem einzelnen Blatt nicht sichtbar sind (z.B. Blattstellung usw.) sowie der Einstieg zu "Blatt". Die Eigenschaften unter "Blatt" beziehen sich auf Merkmale eines einzelnen Blattes, die i.d.R. an allen Bl&auml;ttern zu beobachten sind (z.B. Behaarung).</li>
    <li>Die Angaben zur &Ouml;kologie der Arten wurden ebenfalls vereinfacht. Nur typische und wichtige Standorte werden aufgef&uuml;hrt. Die H&ouml;henstufen werden nur dort angegeben, wo sie aussagekr&auml;ftig sind. In wenigen F&auml;llen sind auch &Ouml;kologie-Angaben bei h&ouml;heren Taxa notiert.</li>
    <li>Unter "Weiteres" sind sonstige interessante Details wie Verwendung, Gef&auml;hrlichkeit, Inhaltsstoffe, Pharmazeutisches usw. aufgef&uuml;hrt. Dabei ist eine Zuordnung zu einem Thema nicht immer eindeutig. So wird "Tee" unter "Verwendung-Zubereitung" wie auch unter "Medizin-Zubereitung" oder Angaben zur Giftigkeit von Arten unter "Giftpflanzen" wie auch unter "Medizin-Gefahren" aufgef&uuml;hrt.</li>
    <li>In der "Flora Helvetica" (Lauber K. &amp; Wagner G. 1996, Verlag Paul Haupt Bern) wird die Giftigkeit mittels einer dreistufigen Skala angegeben (giftig, stark giftig, sehr stark giftig). Auf der CD wurden die beiden letzten Kategorien eingef&uuml;gt und als giftig resp. stark giftig bezeichnet; die erste Kategorie der "Flora Helvetica" (giftig) wurde nicht aufgenommen, da eine grosse Zahl von Arten zu dieser Kategorie geh&ouml;ren, obwohl keine wirkliche Gefahr besteht (h&auml;ufigste Folge bei Einnahme sind "nur" Verdauungsbeschwerden).</li>
    <li>Unter "Weiteres-Medizin" werden ausf&uuml;hrliche Angaben gemacht, die insbesondere f&uuml;r Studierende der Pharmazeutischen Wissenschaften von Interesse sein k&ouml;nnen (z.B. Inhaltsstoffe, Indikationen, Drogennamen).</li>
    <li>Bilder unter "&Ouml;kologie" zeigen den Standort. Oft sind aber auch aus den Bildern "Portrait" (Pflanzen an ihrem nat&uuml;rlichen Standort) &ouml;kologische Aspekte ersichtlich.</li>
    <li>F&uuml;r Studierende der ETH Z&uuml;rich: Es werden nur Taxa mit pr&uuml;fungsrelevanten Merkmalen angezeigt! Eine Ausnahme bilden die Familien, die auch ohne Merkmale angezeigt werden und ebenfalls gelernt werden m&uuml;ssen.</li>
</ul>
<h2>Einf&uuml;hrung</h2>

<p>Im Glossar werden die wichtigsten Begriffe erl&auml;utert und z.T. mit Abbildungen veranschaulicht (rechter Teil des Hilfefensters). Die hier gegebenen Umschreibungen entsprechen dem Gebrauch im Buch zur Vorlesung und auf der hier vorliegenden Herbar CD-ROM.</p>

<p>Die Begriffe sind hierarchisch strukturiert, verwandte Begriffe sind deshalb unter zusammenfassenden Stichworten vereint. Diese hierarchische Struktur sehen Sie im linken Teil des Hilfefensters unter dem Register Inhaltsverzeichnis (Table of Contents, links). Im Register Index (Mitte) sind alle wichtigen Stichworte aufgelistet; Sie k&ouml;nnen oben im Eingabefeld nach Stichworten suchen, mit RETURN wird der Eintrag im Index angezeigt und der dazugeh&ouml;rende Text im rechten Teil des Fensters eingeblendet; Sie k&ouml;nnen aber auch im Index direkt suchen und einen Begriff anklicken. Im Register Suche (Search, rechts) k&ouml;nnen Sie nach beliebigen Worten in den Texten des Glossars suchen.</p>

<h1>Glossar</h1>

<h2>Allgemeines</h2>

<h3>Art</h3>

<p>Die Art ist die systematische Grundeinheit im heute noch verwendeten System von Linn&eacute;. In der Botanik umfasst eine Art Populationen mit Individuen, die einander &auml;hnlich sind und sich von Individuen einer anderen Art unterscheiden lassen.</p>

<h3>Hierarchische Stufe</h3>

<p>In der Systematik folgt die Ordnung von Gruppen einer hierarchischen Klassifikation, was bedeutet, dass die gebildeten Gruppen ineinander verschachtelt sind: Verwandte Arten werden zu einer Gattung zusammengefasst, verwandte Gattungen zu einer Familie, verwandte Familien zu einer Ordnung, etc. Die einzelnen Stufen dieser Klassifikation werden als systematische Kategorien bezeichnet und stellen je eine hierarchische Stufe dar.</p>

<h3>Taxon</h3>

<p>Mit dem Begriff Taxon wird eine systematische Einheit bezeichnet, ohne dass die hierarchische Stufe dabei festgelegt wird. Ein Taxon kann deshalb z.B. eine Art, eine Familie oder auch eine Klasse sein.</p>

<h2>Morphologie</h2>

<h3>Allgemeines</h3>
<h4>Fertil</h4>

<p>Pflanze oder Pflanzenteile mit Fortpflanzungsorganen werden fertil genannt (Gegenteil vegetativ).</p>
<h4>Vegetativ</h4>

<p>Pflanzen oder Pflanzenteile, die dem Fortbestand des Individuums, nicht aber der sexuellen Fortpflanzung dienen, werden vegetativ genannt.</p>
<h4>Leitb&uuml;ndel</h4>

<p>Leitb&uuml;ndel sind die zu strangf&ouml;rmigen Verb&auml;nden zusammengefassten Leitungselemente, deren Zellen der Stoff- und Wasserleitung dienen. Sie verlaufen in Wurzeln und Stengeln v.a. in Richtung der L&auml;ngsachse und reichen von den Wurzeln bis in die obersten Organe der Pflanzen. In den Blattspreiten bilden die Querverbindungen der Leitb&uuml;ndel ein z.T. gut sichtbares Netzwerk.</p>
<h4>Kambium</h4>

<p>Das Kambium ist ein teilungsf&auml;higes Gewebe, von welchem u.a. das sekund&auml;re Dickenwachstum ausgeht.</p>
<h4>Einzeilig</h4>

<p>Wenn Organe in einer (und nur einer) Reihe angeordnet sind, nennt man dies einzeilig. So sind z.B. die Haare am Stengel der Vogelmiere (Stellaria media, Caryophyllaceae) in einer Reihe angeordnet, der Stengel ist also einzeilig behaart.</p>
<h4>Zweizeilig</h4>

<p>Wenn Organe in zwei (und nur zwei) Reihen angeordnet sind, nennt man dies zweizeilig. So sind z.B. die Haare am Stengel des Gamander-Ehrenpreis (Veronica chamaedrys, Scrophulariaceae) in zwei Reihen (auf einander gegen&uuml;berliegenden Seiten) angeordnet, der Stengel ist also zweizeilig behaart.</p>
<h4>Allseitswendig</h4>

<p>Wenn Organe in auf alle Seiten abstehen, nennt man dies allseitswendig. So sind z.B. die &Auml;hrchen der Tauben Trespe (Bromus sterilis, Poaceae) auf alle Seiten abstehend, der Bl&uuml;tenstand ist also allseitswendig.</p>
<h4>Einseitswendig</h4>

<p>Wenn Organe nur auf eine Seite abstehen, nennt man dies einseitswendig. So sind z.B. die &Auml;hrchen Dach-Trespe (Bromus tectorum, Poaceae) alle auf eine Seite geneigt, der Bl&uuml;tenstand ist also einseitswendig.</p>

<h3>Lebensweise</h3>
<h4>Flechten</h4>

<p>In den Vegetationsk&ouml;rpern von Flechten (Lichenes) bilden Pilze mit Algen einen Verband. Die Pilze in Flechten sind v.a. Asco-, aber auch Basidiomyceten, die Algen sind v.a. Gr&uuml;nalgen oder Cyanobakterien (fr&uuml;her Blaualgen genannt). Die beiden Partner leben in Symbiose zusammen. Dabei sorgt der Pilz f&uuml;r den Wasserhaushalt, nimmt gel&ouml;ste Substanzen (Mineralstoffe) auf, dient der Alge als Substrat und sorgt f&uuml;r die Vermehrung (vegetativ und sexuell). Die Alge ist f&uuml;r die Photosynthese verantwortlich. F&uuml;r die taxonomische Einordnung ist die Pilzkomponente massgebend.</p>
<h4>Mykorrhiza</h4>

<p>Eine spezielle, symbiontische Lebensweise von Pilzen mit Pflanzen wird Mykorrhiza (gr. mykes = Pilz, rhyza = Wurzel) genannt. Dabei umgibt das Mycel bestimmter Pilze die Wurzeln von Pflanzen so, dass es die Funktion der Wurzelhaare &uuml;bernimmt. Der Pilz erh&auml;lt von der Pflanze Photosyntheseprodukte. Er liefert der Pflanze N&auml;hrstoffe und verbessert die Wasseraufnahme.</p>
<h4>Wurzelkn&ouml;llchen</h4>

<p>Spezielle Bakterien leben in von den Wirtspflanzen gebildeten Wurzelkn&ouml;llchen. Diese Bakterien sind bei H&uuml;lsenfr&uuml;chtlern (Fabales = Leguminosae) Arten aus den Gattungen Rhyzobium und Bradyrhizobium (sogenannte Kn&ouml;llchenbakterien), bei Erlen (Alnus sp., Betulaceae) sind es Arten der Gattung Frankia. Diese Bakterien k&ouml;nnen Luftstickstoff N2 fixieren und der Pflanze als organischen Stickstoff zur Verf&uuml;gung stellen.</p>
<h4>Parasit</h4>

<p>Ein Parasit bezieht alle oder zumindest einen Teil der zum Leben notwendigen Stoffe von einem anderen Organismus, ohne eine Gegenleistung zu erbringen.</p>
<h4>Vollparasit</h4>

<p>Eine parasitisch lebende Pflanze, die kein Chlorophyll besitzt (keine Photosynthese!) und alle zum Leben notwendigen Stoffe von einem anderen Organismus (Pflanze oder Pilz) bezieht, nennt man Vollparasit.</p>
<h4>Halbparasit</h4>

<p>Eine parasitisch lebende Pflanze, die Chlorophyll besitzt (d.h. mit Photosynthese!), die aber einen Teil der N&auml;hrstoffe und Wasser &uuml;ber Haustorien (Saugwurzeln) aus ihrer Wirtspflanze bezieht, nennt man Halbparasit.</p>
<h4>Carnivorie</h4>

<p>Carnivore Pflanzen haben Einrichtungen, mit denen sie Tiere (v.a. Insekten) fangen k&ouml;nnen. Die Tiere werden anschliessend enzymatisch aufgel&ouml;st und resorbiert. Carnivorie kommt nur bei gr&uuml;nen Pflanzen vor und verbessert die Versorgung mit Stickstoff und Phosphor.</p>

<p>In ganz seltenen F&auml;llen k&ouml;nnen auch Menschen fleischfressenden Pflanzen zum Opfer fallen (siehe Abbildung).</p>
<img src="images/Hilf065.gif">

<h3>Generationswechsel</h3>
<h4>Generationswechsel</h4>

<p>Der Generationswechsel ist die Abfolge von 2 verschiedenen Generationen (Gametophyt, Sporophyt) im Lebenszyklus eines Organismus. Der Generationswechsel ist mit einem Kernphasenwechsel verbunden. Meist sehen die 2 Generationen ganz verschieden aus.</p>
<h4>Gametophyt</h4>

<p>Der Gametophyt bildet Geschlechtsorgane (Gametangien), in denen die Gameten produziert werden; er ist die Generation mit reduzierter Chromosomenzahl (1n) bei Pflanzen mit Generationswechsel.</p>
<h4>Sporophyt</h4>

<p>Der Sporophyt bildet Sporangien, in denen durch Meiose die Sporen (1n) produziert werden; er ist die Generation mit nicht reduzierter Chromosomenzahl (2n) bei Pflanzen mit Generationswechsel.</p>

<h3>Sporangien</h3>
<h4>Sporangium</h4>

<p>Ein Sporangium ist ein hohles Gebilde, in dem durch Meiose Sporen entstehen. Sporangien sind Teil des Sporophyts.</p>
<h4>Spore</h4>

<p>Sporen sind einfach gebaute (oft 1zellige) Ausbreitungseinheiten von Pilzen und niedrigen Pflanzen (Algen, Moose, Farne). Werden sie durch mitotische Teilungen gebildet, spricht man von Mitosporen, diese dienen der vegetativen Fortpflanzung (bei Algen und Pilzen). Durch meiotische Teilungen entstandene Sporen nennt man Meiosporen, diese sind Teil der sexuellen Fortpflanzung.</p>
<h4>Isospor</h4>

<p>Farne, die nur 1 Sorte Sporangien und auch nur 1 Sorte Sporen bilden, nennt man isospor (=gleichsporig).</p>
<h4>Heterospor</h4>

<p>Farne, die 2 Sorten Sporangien und 2 Sorten verschieden aussehender Sporen bilden, nennt man heterospor (=verschiedensporig). Die m&auml;nnlich determinierten Mikrosporen sind klein, aus ihnen entstehen m&auml;nnliche Prothallien mit Antheridien. Die weiblich determinierten Makrosporen sind gross, aus ihnen entstehen weibliche Prothallien mit Archegonien.</p>
<h4>Sorus</h4>

<p>Ein Sporangienh&auml;ufchen der Leptosporangiaten Farne (Pterididae) wird Sorus (Plural Sori; gr. soros = Haufen) genannt. Die Anordnung der Sori und ihre Form ist f&uuml;r die Systematik wichtig.</p>
<img src="images/Hilf003.gif">

<p>Schnitt durch einen Sorus mit Schleier und z.T. aufgeplatzten Sporangien.</p>
<h4>Schleier</h4>

<p>Der Schleier (Indusium) ist ein Auswuchs der Epidermis des Farnblattes, der sich schirmartig &uuml;ber die Sporangien eines Sorus breitet.</p>
<img src="images/Hilf003.gif">

<p>Schnitt durch einen Sorus mit Schleier und z.T. aufgeplatzten Sporangien.</p>

<h3>Pflanze</h3>
<h4>Wuchsform</h4>
<h4>Thallus</h4>

<p>Ein Thallus (gr. thallos = Lager) ist ein einfach gebauter, vegetativer Pflanzenk&ouml;rper ohne Gliederung in Wurzel, Spross und Bl&auml;tter. Ein Thallus kann in verschiedenen Farben und Formen ausgebildet werden.</p>
<h4>Zwergstrauch</h4>

<p>Ein Zwergstrauch ist eine ganz oder teilweise verholzte Pflanze, die kleiner als 0.5m ist.</p>
<h4>Spalierstrauch</h4>

<p>Ein Spalierstrauch ist eine niederliegende oder kriechende Holzpflanze, die durch diese Wuchsform der Unterlage anliegt.</p>
<h4>Kletterpflanze</h4>

<p>Lianen und Kletterpflanzen wurzeln im Boden und klimmen mit d&uuml;nnen Stengeln an anderen Gew&auml;chsen, Felsen oder Mauern empor. Sie verbessern so ihre Lichtausbeute, ohne tragende St&auml;mme oder Stengel zu entwickeln.</p>
<h4>Horst</h4>

<p>Ein Horst besteht aus zahlreichen, gleich starken, unverzweigten Trieben, die von der Basis der Pflanze aufstreben. Diese zahlreichen, dicht stehenden Sprosse bilden eine Einheit. Der Horst ist die typische Wuchsform vieler &#8220;Gr&auml;ser&#8221;.</p>
<h4>Pflanze windend</h4>

<p>Windende Pflanzen sind kletternd oder aufsteigend, wobei sie dazu eine St&uuml;tze ben&ouml;tigen.</p>
<h4>Pflanze niederliegend</h4>

<p>Niederliegende Pflanzen haben eine dem Boden anliegende Sprossachse.</p>
<h4>Organe am Grund</h4>
<h4>Rhizom</h4>

<p>Rhizome sind unterirdisch und meist horizontal wachsende, mehr oder weniger verdickte Sprosse. Sie dienen h&auml;ufig der Speicherung von Reservestoffen (z.B. St&auml;rke) sowie der vegetativen Vermehrung.</p>
<h4>Knolle</h4>

<p>Knollen sind fleischig angeschwollene Speicherorgane.</p>
<h4>Sprossknolle</h4>

<p>Sprossknollen sind fleischig angeschwollene Sprossachsen, die als Speicherorgane dienen.</p>
<h4>Faserschopf</h4>

<p>Ein Faserschopf besteht aus vielen Fasern. Dies sind die bei der Verwitterung von Bl&auml;ttern &uuml;brigbleibenden Blattleitb&uuml;ndel, die an der Pflanze verbleiben (z.B. Immergr&uuml;ne Segge, Carex sempervirens, Cyperaceae).</p>
<h4>Stechorgane</h4>
<h4>Dorn</h4>

<p>Ein Dorn ist ein stechendes, starres Gebilde, das durch Umwandlung aus Sprossteilen (z.B. Zweig, Blatt) hervorgegangen ist.</p>
<h4>Stachel</h4>

<p>Ein Stachel ist ein stechender Auswuchs der Epidermis (z.B. Rosen, Rosa sp., oder Brombeeren, Rubus sp., beide Rosaceae).</p>
<h4>Bl&auml;tter</h4>
<h4>Organe</h4>
<h6>Blattstiel</h6>

<p>Der Blattstiel ist (falls &uuml;berhaupt vorhanden) die Verbindung zwischen Spross und Blattspreite. Sitzende Bl&auml;tter haben keinen Blattstiel, die Blattspreite sitzt direkt am Spross.</p>
<img src="images/Hilf017.gif">

<p>A: Blattspreite, B: Blattstiel, C: Nebenbl&auml;tter</p>
<h6>Nebenblatt</h6>

<p>Ein Nebenblatt ist ein Auswuchs des Blattgrundes. Nebenbl&auml;tter k&ouml;nnen (falls &uuml;berhaupt vorhanden) sehr vielgestaltig sein (blattartig, h&auml;utig, stechend).</p>
<img src="images/Hilf017.gif">

<p>A: Blattspreite, B: Blattstiel, C: Nebenbl&auml;tter</p>
<h6>Blattspreite</h6>

<p>Die Blattspreite ist die eigentliche Blattfl&auml;che.</p>
<img src="images/Hilf017.gif">

<p>A: Blattspreite, B: Blattstiel, C: Nebenbl&auml;tter</p>
<h6>Blattscheide</h6>

<p>Die Blattscheide ist der bei manchen Pflanzen (z.B. S&uuml;ssgr&auml;ser, Poaceae) die Sprossachse r&ouml;hrig umschliessende, untere Teil eines Blattes.</p>
<img src="images/Hilf026.gif">

<p>Bebl&auml;tterter Stengel eines S&uuml;ssgrases (Poaceae).\1: Stengel, 2: Knoten, 3: Blatt mit Blattscheide, 4: Blatth&auml;utchen, 5: Blattspreite</p>
<h6>Blatth&auml;utchen</h6>

<p>Das H&auml;utchen, welches am &Uuml;bergang von der Blattscheide zu Blattspreite sitzt, wird Blatth&auml;utchen genannt.</p>
<img src="images/Hilf026.gif">

<p>Bebl&auml;tterter Stengel eines S&uuml;ssgrases (Poaceae).\1: Stengel, 2: Knoten, 3: Blatt mit Blattscheide, 4: Blatth&auml;utchen, 5: Blattspreite</p>
<h4>Stellung</h4>
<h6>Bl&auml;tter grundst&auml;ndig</h6>

<p>Bl&auml;tter grundst&auml;ndig heisst, dass die Bl&auml;tter an der Basis des Stengels angewachsen sind.</p>
<img src="images/Hilf025.gif">
<h6>Bl&auml;tter stengelst&auml;ndig</h6>

<p>Bl&auml;tter stengelst&auml;ndig heisst, dass die Bl&auml;tter am Stengel angewachsen sind.</p>
<h6>Bl&auml;tter gegenst&auml;ndig</h6>

<p>Bl&auml;tter gegenst&auml;ndig heisst, dass die Bl&auml;tter jeweils zu zweit am Stengel einander gegen&uuml;ber angewachsen sind.</p>
<img src="images/Hilf022.gif">
<h6>Bl&auml;tter wechselst&auml;ndig</h6>

<p>Bl&auml;tter wechselst&auml;ndig heisst, dass die Bl&auml;tter einzeln, oft alternierend oder schraubig am Stengel angewachsen sind.</p>
<img src="images/Hilf023.gif">
<h6>Bl&auml;tter quirlst&auml;ndig</h6>

<p>Bl&auml;tter quirlst&auml;ndig heisst, dass die Bl&auml;tter zu mehreren auf gleicher H&ouml;he am Stengel angewachsen sind.</p>
<img src="images/Hilf024.gif">
<h6>Bl&auml;tter spiralig</h6>

<p>Bl&auml;tter spiralig heisst, dass die Bl&auml;tter wechselst&auml;ndig sind, sie sind aber gleichm&auml;ssig um einen bestimmten Winkel verschoben am Stengel angewachsen.</p>
<img src="images/Hilf053.gif">
<h6>Bl&auml;tter gescheitelt</h6>

<p>Bl&auml;tter gescheitelt heisst, dass die Bl&auml;tter (z.B. Nadeln) auf zwei Seiten abstehend in einer Ebene liegen.</p>
<img src="images/Hilf049.gif">

<p>Eibe (Taxus baccata, Taxaceae)</p>
<h4>Form</h4>
<h6>Blatt rundlich</h6>

<p>Ein rundliches Blatt ist im Umriss etwa kreisf&ouml;rmig.</p>
<img src="images/Hilf033.gif">
<h6>Blatt eif&ouml;rmig</h6>

<p>Ein eif&ouml;rmiges Blatt ist oval mit der gr&ouml;ssten Breite unterhalb der Mitte.</p>
<img src="images/Hilf041.gif">
<h6>Blatt oval</h6>

<p>Ein ovales Blatt ist an den Enden abgerundet und hat die gr&ouml;sste Breite in der Mitte.</p>
<img src="images/Hilf042.gif">
<h6>Blatt nierenf&ouml;rmig</h6>

<p>Ein nierenf&ouml;rmiges Blatt ist queroval bis rundlich mit breitgerundeter Einbuchtung am Blattstiel.</p>
<img src="images/Hilf044.gif">
<h6>Blatt spiessf&ouml;rmig</h6>

<p>Ein spiessf&ouml;rmiges Blatt ist dreieckig mit zwei spreizenden (r&uuml;ckw&auml;rtsgerichteten) Lappen oder Spitzen am Grunde.</p>
<img src="images/Hilf043.gif">
<h6>Blatt herzf&ouml;rmig</h6>

<p>Ein herzf&ouml;rmiges Blatt ist dreieckig mit ausgerandeter Basis.</p>
<img src="images/Hilf040.gif">
<h6>Blatt lanzettlich</h6>

<p>Ein lanzettliches Blatt ist ein schmales Blatt, das in der Mitte am breitesten und gegen beide Enden in eine Spitze verschm&auml;lert ist.</p>
<img src="images/Hilf045.gif">
<h6>Blatt grasartig</h6>

<p>Ein grasartiges Blatt ist sehr schmal mit fast parallel verlaufenden R&auml;ndern.</p>
<h6>Blatt nadelf&ouml;rmig</h6>

<p>Ein nadelf&ouml;rmiges Blatt ist schmal und starr und nicht in Stiel und Spreite gegliedert.</p>
<img src="images/Hilf049.gif">

<p>Eibe (Taxus baccata (Taxaceae)</p>
<h6>Blatt schuppenf&ouml;rmig</h6>

<p>Ein schuppenf&ouml;rmiges Blatt ist kurz und verbreitert und h&auml;ufig der Sprossachse anliegend.</p>
<img src="images/Hilf048.gif">

<p>Sadebaum (Juniperus sabina, Cupressaceae)</p>
<h6>Blatt f&auml;cherf&ouml;rmig</h6>

<p>Ein f&auml;cherf&ouml;rmiges Blatt hat die Form eines Kreissegmentes, der Blattstiel ist am spitzen Ende angewachsen.</p>
<img src="images/Hilf029.gif">

<p>Ginkgo (Ginkgo biloba, Ginkgoaceae)</p>
<h6>Blatt ausgerandet</h6>

<p>Ein ausgerandetes Blatt hat eine vorne eingebuchtete Blattspreite.</p>
<img src="images/Hilf055.gif">
<h6>Blatt mit asymmetrischer Basis</h6>

<p>Bei einem Blatt mit asymmetrischer Basis l&auml;uft die Blattspreite an ihrer Basis (beim Blattstiel) auf den 2 Blattseiten nicht gleich weit nach unten.</p>
<img src="images/Hilf052.gif">
<h4>Teilung</h4>
<h6>Blattteilung</h6>

<p>Die Blattspreite kann ungeteilt oder geteilt sein. Bei ungeteilten Bl&auml;ttern bildet die Spreite eine geschlossene Fl&auml;che mit kontinuierlichem Umriss. Die Spreite geteilter Bl&auml;tter ist durch Einschnitte gegliedert. Bl&auml;tter mit wenig tiefen Einschnitten nennt man wenig tief geteilt (D), sind die Einschnitte tief, nennt man das Blatt tief geteilt (E), gehen die Einschnitt bis zum Stielansatz, ist das Blatt bis zum Grunde geteilt. Dabei k&ouml;nnen die Abschnitte gestielt sein (F), manchmal ist v.a. der Mittelabschnitt gestielt (G).</p>

<p>Die Teilung der Spreite kann radi&auml;r (D-G) oder l&auml;ngs der Mittelrippe sein (A-C). Bei einem fiederteiligen Blatt ist die Blattspreite durchgehend (d.h. die Blattabschnitte sind durch Blattspreite verbunden, wenn auch manchmal nur schmal; A). Wenn aber die Teilbl&auml;ttern vollst&auml;ndig voneinander getrennt sind, heisst das Blatt gefiedert (B, C). Ein gefiedertes Blatt ohne Endteilblatt (manchmal aber mit einer Ranke oder einer Spitze) ist paarig gefiedert (B), ein gefiedertes Blatt mit Endteilblatt nennt man unpaarig gefiedert (C).</p>
<img src="images/Hilf099.gif">

<p>A: Blatt fiederteilig, B+C: Blatt gefiedert, B: Blatt paarig gefiedert (hier mit Ranke), C: Blatt unpaarig gefiedert, D-G: Blatt radi&auml;r geteilt, D: Blatt wenig tief radi&auml;r geteilt, E: Blatt bis zum Grunde radi&auml;r geteilt, F: Blattabschnitte gestielt, G: Mittelabschnitt gestielt</p>
<h4>Rand</h4>
<h6>Blatt ganzrandig</h6>

<p>Bei einem ganzrandigen Blatt ist der Blattrand glatt (nicht gez&auml;hnt).</p>
<img src="images/Hilf057.gif">
<h6>Blatt gez&auml;hnt</h6>

<p>Bei einem gez&auml;hnten Blatt ist der Blattrand mit Z&auml;hnen besetzt (und nicht glatt).</p>
<img src="images/Hilf058.gif">
<h4>Nervatur</h4>
<h6>Blatt parallelnervig</h6>

<p>Bei einem parallelnervigen Blatt verlaufen die Nerven von der Blattbasis zur Blattspitze, die Seitennerven sind nicht vorhanden oder nicht sichtbar.</p>
<img src="images/Hilf027.gif">
<h6>Blatt netznervig</h6>

<p>Bei einem netznervigen Blatt bilden die Nerven mit den Seitennerven ein Netz.</p>
<img src="images/Hilf028.gif">
<h6>Blatt radi&auml;rnervig</h6>

<p>Bei einem radi&auml;rnervigen Blatt verlaufen die Nerven vom Stielansatz radi&auml;r zum Blattrand, Seitennerven sind nicht vorhanden oder nicht sichtbar.</p>
<img src="images/Hilf029.gif">
<h6>Blatt mit bogenf&ouml;rmiger Nervatur</h6>

<p>Bei einem Blatt mit bogenf&ouml;rmiger Nervatur verlaufen die Nerven in einem geschwungenen Bogen vom Mittelnerv zum Blattrand.</p>
<img src="images/Hilf030.gif">
<h4>Konsistenz</h4>
<h6>Blatt lederig</h6>

<p>Lederige Bl&auml;tter sind steife, saftarme und kaum welkende Bl&auml;tter.</p>
<h6>Blatt h&auml;utig</h6>

<p>H&auml;utige Bl&auml;tter (oder auch Bl&uuml;tenbl&auml;tter) sind trocken und pergamentartig; meist sind sie weisslich, gelblich oder br&auml;unlich, manchmal sind sie durchsichtig.</p>
<h6>Blatt krautig</h6>

<p>Krautige Bl&auml;tter (oder auch Bl&uuml;tenbl&auml;tter) sind saftig, nicht trocken oder pergamentartig, aber auch nicht so dick wie fleischige Bl&auml;tter.</p>
<h6>Blatt fleischig</h6>

<p>Fleischige Bl&auml;tter sind dicke, saftige, kaum welkende Bl&auml;tter.</p>
<h4>Spezialbl&auml;tter</h4>
<h6>Hochblatt</h6>

<p>Ein Hochblatt ist ein meist einfach gestaltetes und h&auml;ufig kleines Blatt im Bl&uuml;tenstand.</p>
<h6>Tragblatt</h6>

<p>Ein Tragblatt ist ein Blatt, aus dessen Achsel ein Seitenspross oder eine Bl&uuml;te entspringt.</p>
<h6>Vorblatt</h6>

<p>Ein Vorblatt ist ein unmittelbar unter der Bl&uuml;te am Bl&uuml;tenstiel sitzendes Hochblatt.</p>
<h6>H&uuml;llblatt</h6>

<p>Ein H&uuml;llblatt ist ein Hochblatt an der Basis eines Kopfes.</p>
<h4>Behaarung</h4>
<h4>Sternhaare</h4>

<p>Sternhaare sind geteilte Haare, deren (2- bis zahlreiche) Strahlen sternf&ouml;rmig von einem Punkt aus abstehen.</p>
<img src="images/Hilf062.gif">
<h4>Brennhaare</h4>

<p>Brennhaare sind Haare, deren Spitzen bei Ber&uuml;hrung abbrechen und eine hautreizende Fl&uuml;ssigkeit entlassen.</p>
<h4>Dr&uuml;senhaare</h4>

<p>Dr&uuml;senhaare sind Haare mit blasenartig erweitertem Ende, das ein Sekret enth&auml;lt.</p>
<img src="images/Hilf063.gif">
<h4>Blasenhaare</h4>

<p>Haare mit kurzem Stiel und grosser, d&uuml;nnwandiger, oft wasserspeichernder Endzelle werden Blasenhaare genannt.</p>
<img src="images/Hilf064.gif">
<h4>Behaarung graufilzig</h4>

<p>Wenn dicht verflochtene Haare einen grauen Filz bilden, nennt man diese Behaarung graufilzig, das Organ mit dieser Behaarung ist dann graufilzig behaart.</p>
<h4>Behaarung zottig</h4>

<p>Wenn die Haare lang abstehend und weich sind, nennt man diese Behaarung zottig, das Organ mit dieser Behaarung ist also zottig behaart.</p>
<h4>Rand bewimpert</h4>

<p>Wenn der Rand eines Organs (z.B. Blatt) mit abstehenden Haaren besetzt ist, nennt man den Rand bewimpert.</p>
<h4>Bl&uuml;tenstand</h4>
<h4>Bl&uuml;tenstand</h4>

<p>Die Bl&uuml;ten sind an der Sprossachse oft ganz charakteristisch angeordnet. Dabei k&ouml;nnen gewisse Typen der Anordnung unterschieden werden. Eine solche Anordnung folgt jeweils gewissen Regeln und wird Bl&uuml;tenstand genannt.</p>
<h4>Pseudanthium</h4>

<p>Ein Pseudanthium ist ein Bl&uuml;tenstand, der aus mehreren bis vielen Bl&uuml;ten besteht und als Gesamtheit den Eindruck einer einzigen Bl&uuml;te erweckt. Meist sind die einzelnen Bl&uuml;ten eines Pseudanthiums klein, manchmal sind sie umgestaltet. Pseudanthien sind typisch u.a. f&uuml;r Korbbl&uuml;tler (Asteraceae) und Kardengew&auml;chse (Dipsacaceae).</p>
<h4>&Auml;hre</h4>

<p>Bei einer &Auml;hre sitzen die Bl&uuml;ten l&auml;ngs einer Achse.</p>
<img src="images/Hilf004.gif">
<h4>Traube</h4>

<p>Eine Traube ist eine &Auml;hre mit gestielten Bl&uuml;ten.</p>
<img src="images/Hilf005.gif">
<h4>Rispe</h4>

<p>Eine Rispe ist eine Traube mit verzweigten Seiten&auml;sten.</p>
<img src="images/Hilf006.gif">
<h4>Spirre</h4>

<p>Eine Spirre ist eine Rispe mit verl&auml;ngerten Seiten&auml;sten, so dass die Endbl&uuml;te von Seitenbl&uuml;ten &uuml;berragt wird.</p>
<img src="images/Hilf007.gif">
<h4>Dolde</h4>

<p>Bei einer Dolde wachsen die Bl&uuml;tenstiele von einem Punkt aus und sind gerade so lang, dass die Bl&uuml;ten in eine Ebene oder Kugelfl&auml;che zu liegen kommen. Eine Dolde kann einfach sein oder aber zusammengesetzt, dann enden die Doldenstrahlen nicht mit Bl&uuml;ten, sondern mit weiteren, kleineren Dolden.</p>
<img src="images/Hilf009.gif">
<img src="images/Hilf010.gif">
<h4>Schirmrispe</h4>

<p>Eine Schirmrispe ist eine Rispe mit in einer Ebene oder Kugelfl&auml;che angeordneten Bl&uuml;ten; eine Schirmrispe sieht deshalb einer Dolde &auml;hnlich, hat aber eine andere Verzweigunsstruktur.</p>
<img src="images/Hilf011.gif">
<h4>Wickel</h4>

<p>Ein Wickel ist eine in Knospenlage eingerollte, einseitswendige Traube (oder &Auml;hre).</p>
<img src="images/Hilf051.gif">
<h4>K&auml;tzchen</h4>

<p>Ein K&auml;tzchen ist eine eingeschlechtige &Auml;hre oder Traube. K&auml;tzchen sind oft dicht, kurz und h&auml;ngend.</p>
<h4>Kolben</h4>

<p>Ein Kolben ist eine &Auml;hre mit verdickter, oft fleischiger Achse.</p>
<img src="images/Hilf012.gif">
<h4>Kopfig</h4>

<p>Eine dichte und kompakte &Auml;hre mit stark verk&uuml;rzter Achse wird als kopfig bezeichnet.</p>
<img src="images/Hilf008.gif">
<h4>Kopf</h4>

<p>Ein Kopf ist ein Pseudanthium, das an der Basis aussen von H&uuml;llbl&auml;ttern (Hochbl&auml;tter) umgeben ist, die einen Kelch vort&auml;uschen.</p>
<h4>Zapfen</h4>

<p>Ein Zapfen ist ein kompakter, eingeschlechtiger Bl&uuml;ten- resp. Samenstand (&Auml;hre), i.d.R. verholzt.</p>
<h4>Beerenzapfen</h4>

<p>Ein Beerenzapfen ist ein Zapfen, der nicht verholzt, sondern fleischig (beerenartig) ist.</p>
<h4>&Auml;hrchen</h4>

<p>Ein &Auml;hrchen ist ein Teilbl&uuml;tenstand der S&uuml;ssgr&auml;ser (Poaceae) mit einer bis mehreren Bl&uuml;ten. Ein &Auml;hrchen wird unten abgeschlossen durch die H&uuml;llspelzen.</p>
<img src="images/Hilf069.gif">
<h4>Cyathium</h4>

<p>Ein Pseudanthium in der Gattung Wolfsmilch (Euphorbia, Euphorbiaceae) wird Cyathium genannt. Die Anordnung der einzelnen, 1geschlechtigen Bl&uuml;ten t&auml;uscht eine Zwitterbl&uuml;te vor: 5 Hochbl&auml;tter sind mehr oder weniger weit miteinander verwachsen und bilden einen kelchartigen sogenannten H&uuml;llbecher, der auf dem Rand 4-5 auffallende, ovale bis sichelf&ouml;rmige Dr&uuml;sen tr&auml;gt. Aus dem H&uuml;llbecher h&auml;ngt an langem Stiel eine weibliche Bl&uuml;te heraus, die nur aus einem Fruchtknoten mit 3 2teiligen Griffeln besteht. Im H&uuml;llbecher sind in 5 Gruppen mehrere Staubbl&auml;tter angeordnet, jedes Staubblatt stellt eine einzelne, &auml;usserst reduzierte, m&auml;nnliche Bl&uuml;te dar.</p>
<h4>Bl&uuml;ten</h4>
<h4>Symmetrie</h4>
<h6>Aktinomorph</h6>

<p>Eine Bl&uuml;te mit mehreren Symmetrieebenen wird aktinomorph (radi&auml;rsymmetrisch) genannt.</p>
<h6>Zygomorph</h6>

<p>Eine Bl&uuml;te mit nur einer (meist senkrechten) Symmetrieebene wird zygomorph (monosymmetrisch, bilateralsymmetrisch) genannt.</p>
<h4>Bl&uuml;tenbl&auml;tter</h4>
<h6>Bl&uuml;tenh&uuml;lle</h6>

<p>In der Knospe werden die fertilen Bl&auml;tter (Staub- und Fruchtbl&auml;tter) von &auml;usseren Bl&uuml;tenbl&auml;ttern umh&uuml;llt. Diese bezeichnet man als Bl&uuml;tenh&uuml;lle.</p>

<p>Bei ge&ouml;ffneten Bl&uuml;ten hat die Bl&uuml;tenh&uuml;lle h&auml;ufig die Funktion, Best&auml;uber anzulocken und einen Besuch zu erm&ouml;glichen (Landeplatz).</p>

<p>F&uuml;r die Systematik sind 4 prinzipiell verschiedene Bl&uuml;tenh&uuml;lltypen zu unterscheiden:</p>

<p>1) Bl&uuml;tenh&uuml;lle fehlend</p>

<p>2) Bl&uuml;tenh&uuml;lle einfach (=Perigon)</p>

<p>3) Bl&uuml;tenh&uuml;lle doppelt (=Kelch und Krone), Krone frei</p>

<p>4) Bl&uuml;tenh&uuml;lle doppelt (=Kelch und Krone), Krone verwachsen.</p>
<h6>Bl&uuml;tenh&uuml;lle einfach</h6>

<p>Besteht die Bl&uuml;tenh&uuml;lle nur aus 1 Sorte Bl&auml;ttern, die alle etwa gleich aussehen, nennt man die Bl&uuml;tenh&uuml;lle einfach oder Perigon.</p>
<h6>Bl&uuml;tenh&uuml;lle doppelt</h6>

<p>Besteht die Bl&uuml;tenh&uuml;lle aus 2 Sorten Bl&auml;ttern, die i.d.R. verschieden aussehen, nennt man die Bl&uuml;tenh&uuml;lle doppelt. Die &auml;usseren, meist gr&uuml;nen Bl&auml;tter werden Kelch genannt, die inneren, meist gr&ouml;sseren und bunt gef&auml;rbten Bl&auml;tter nennt man Krone. </p>
<h6>Kelch ausgebuchtet</h6>

<p>Wenn ein Organ (z.B. der Kelch) eine einseitige Verdickung aufweist, wird dies mit ausgebuchtet bezeichnet.</p>
<img src="images/Hilf054.gif">

<p>Kelch des Alpen-Steinquendel (Acinos alpinus, Lamiaceae) am Grunde ausgebuchtet.</p>

<h6>Pappus</h6>

<p>Wenn der Kelch haar-, schuppen- oder borstenartig ist, wird er Pappus genannt.</p>
<img src="images/Hilf067.gif">

<p>Pappus borstenf&ouml;rmig.</p>
<h6>Pappusborsten einfach</h6>

<p>Wenn die Pappusborsten unverzweigt und nicht behaart sind, wird werden sie einfach genannt.</p>
<img src="images/Hilf068.gif">

<p>Pappusborsten einfach.</p>
<h6>Pappusborsten federig behaart</h6>

<p>Wenn die Pappusborsten behaart sind, werden sie federig behaart genannt.</p>
<img src="images/Hilf066.gif">

<p>Pappusborsten federig behaart.</p>
<h6>Krone eines Schmetterlingsbl&uuml;tlers</h6>

<p>Die Schmetterlingsbl&uuml;tler (Fabaceae) haben einen speziellen Bl&uuml;tenaufbau: Die zygomorphe, 5z&auml;hlige Krone besteht aus 3 freien (1 Fahne, 2 Fl&uuml;gel) und 2 verwachsenen (Schiffchen) Kronbl&auml;ttern. Das Schiffchen umschliesst die 10 Staubbl&auml;tter und den Fruchtknoten.</p>
<img src="images/Hilf070.gif">

<p>Krone einer Bl&uuml;te von einem Schmetterlingsbl&uuml;tler (Fabaceae).\1: Fahne, 2: Fl&uuml;gel, 3: Schiffchen</p>
<h6>Honigblatt</h6>

<p>Ein Honigblatt ist ein Bl&uuml;tenblatt mit einer Dr&uuml;se, die ein zuckerhaltiges Sekret produziert. Honigbl&auml;tter sind sehr vielgestaltig und f&uuml;r die Systematik gewisser Gruppen relevant.</p>
<h6>Nebenkrone</h6>

<p>Als Nebenkrone werden kronblattartige Anh&auml;ngsel im Inneren einer Bl&uuml;te bezeichnet. Eine Nebenkrone kann von der Bl&uuml;tenh&uuml;lle (z.B. vom Perigon bei Narzissen, Narcissus sp., Amaryllidaceae) oder von Staubbl&auml;ttern gebildet werden (z.B. Schwalbenwurz, Vincetoxicum hirundinaria, Asclepiadaceae).</p>
<img src="images/Hilf056.gif">

<p>Bl&uuml;te einer Schwalbenwurz (Vincetoxicum sp., Asclepiadaceae) mit Nebenkrone; Nebenkrone rot eingef&auml;rbt.</p>
<h6>Schlundschuppe</h6>

<p>Schlundschuppen sind Anh&auml;ngsel innen an den Kronbl&auml;ttern bei einigen Rauhhargew&auml;chsen (Boraginaceae), die durch Einst&uuml;lpung der Kronbl&auml;tter entstehen.</p>
<img src="images/Hilf071.gif">

<p>Bl&uuml;tenl&auml;ngsschnitt durch eine Bl&uuml;te der Echten Wallwurz (Symphytum officinale, Boraginaceae); Schlundschuppen rot eingef&auml;rbt.</p>
<h4>Fortpflanzungsorgane</h4>
<h6>Staubblatt</h6>

<p>Ein Staubblatt besteht aus dem Staubfaden (Filament) und dem im oberen Teil l&auml;ngs des Fadens angeordneten Staubbeutel (Anthere), in dem durch Meiosen Pollenk&ouml;rner gebildet werden.</p>
<img src="images/Hilf098.gif">

<p>Staubblatt mit Staubfaden (1) und Staubbeutel (2)</p>
<h6>Staminodium</h6>

<p>Ein Staminodium ist ein steriles, oft nur rudiment&auml;res Staubblatt ohne oder mit pollenlosem Staubbeutel. Staminodien k&ouml;nnen zu speziellen Strukturen umgewandelt sein (z.B. Studentenr&ouml;schen, Parnassia palustris, Parnassiaceae).</p>
<h6>Fruchtblatt</h6>

<p>Das Fruchtblatt (=Karpell) ist jenes Organ, das die Samenanlagen bildet. Bei den Bedecktsamern bilden die Fruchtbl&auml;tter den Fruchtknoten, aus dem die Frucht entsteht.</p>
<h6>Fruchtknoten</h6>

<p>Der Fruchtknoten (=Ovar) ist der durch 1 oder mehrere Fruchtbl&auml;tter gebildete, hohle K&ouml;rper, in dem die Samenanlagen eingeschlossen sind.</p>
<img src="images/Hilf072.gif">

<p>Fruchtknoten mit einer Samenanlage\1: Narbe, 2: Griffel, 3: Integumente, 4: Embryosack, 5: Fruchtknoten</p>
<h6>Griffel</h6>

<p>Der Griffel tr&auml;gt die Narbe, durch Narbe und Griffel w&auml;chst der Pollenschlauch zur Eizelle.</p>
<img src="images/Hilf072.gif">

<p>Fruchtknoten mit einer Samenanlage\1: Narbe, 2: Griffel, 3: Integumente, 4: Embryosack, 5: Fruchtknoten</p>
<h6>Narbe</h6>

<p>Die Narbe (=Stigma) ist das weibliche Empf&auml;ngnisorgan am oberen Ende des Fruchtknotens oder des Griffels; auf die Narbe m&uuml;ssen die Pollenk&ouml;rner gelangen.</p>
<img src="images/Hilf072.gif">

<p>Fruchtknoten mit einer Samenanlage\1: Narbe, 2: Griffel, 3: Integumente, 4: Embryosack, 5: Fruchtknoten</p>
<h6>Fruchtknotenstellung</h6>

<p>Wenn der Fruchtknoten sich oberhalb der Anwachsstelle der Bl&uuml;tenh&uuml;lle befindet, nennt man den Fruchtknoten oberst&auml;ndig. Befindet er sich unterhalb der Anwachsstelle der Bl&uuml;tenh&uuml;lle, nennt man ihn unterst&auml;ndig.</p>
<img src="images/Hilf013.gif">
<img src="images/Hilf014.gif">
<h6>Integument</h6>

<p>Als Integument wird jene Gewebeschicht bezeichnet, die den Nucellus (mit Archegonium resp. Embryosack) umh&uuml;llt. Aus dem Integument/den Integumenten wird die Samenschale gebildet.</p>
<img src="images/Hilf072.gif">

<p>Fruchtknoten mit einer Samenanlage\1: Narbe, 2: Griffel, 3: Integumente, 4: Embryosack, 5: Fruchtknoten</p>
<h6>Gametangium</h6>

<p>Ein Gametangium ist ein hohles Gebilde, in dem mitotisch Gameten entstehen. Gametangien sind Teil des Gametophyts.</p>
<h6>Archegonium</h6>

<p>Als Archegonium wird das weibliche Fortpflanzungssorgan der Moose, Farne und Nacktsamer bezeichnet. Im Archegonium wird die Eizelle (weibliche Gamete) gebildet.</p>
<h6>Embryosack</h6>

<p>Der Embryosack ist das meist aus 8 Zellen bestehende Organ im Nucellus bei Bedecktsamern (Angiospermae), das die Eizelle (weibliche Gamete) enth&auml;lt. Nach der Befruchtung entwickelt sich im Embryosack der Embryo.</p>
<img src="images/Hilf072.gif">

<p>Fruchtknoten mit einer Samenanlage\1: Narbe, 2: Griffel, 3: Integumente, 4: Embryosack, 5: Fruchtknoten</p>
<h4>Geschlechterverteilung</h4>
<h6>Bl&uuml;ten zwittrig</h6>

<p>Wenn beide Geschlechter zusammen in einer Bl&uuml;te vorhanden sind, wird diese zwittrig genannt.</p>
<h6>Bl&uuml;ten 1geschlechtig</h6>

<p>Wenn Bl&uuml;ten 1geschlechtig sind, enthalten sie entweder nur weibliche oder nur m&auml;nnliche Organe.</p>
<h6>Pflanzen 1h&auml;usig</h6>

<p>1h&auml;usige Pflanzen haben 1geschlechtige Bl&uuml;ten, die m&auml;nnlichen und weiblichen Bl&uuml;ten befinden sich auf der gleichen Pflanze. Jedes Individuum tr&auml;gt deshalb sowohl m&auml;nnliche wie auch weibliche Bl&uuml;ten. Dies nennt man auch mon&ouml;zisch.</p>
<h6>Pflanzen 2h&auml;usig</h6>

<p>2h&auml;usige Pflanzen haben 1geschlechtige Bl&uuml;ten, die m&auml;nnlichen und weiblichen Bl&uuml;ten befinden sich auf verschiedenen Individuen derselben Art. Jedes Individuum ist deshalb entweder m&auml;nnlich oder weiblich. Dies nennt man auch di&ouml;zisch.</p>
<h4>&uuml;briges</h4>
<h6>Bl&uuml;tenboden</h6>

<p>Der Bl&uuml;tenboden (resp. die Bl&uuml;tenachse) ist der gestauchte Sprossachsenabschnitt, auf welchem die Kelch-, Kron-, Staub-, und Fruchtbl&auml;tter resp. bei Pseudanthien die Bl&uuml;ten (z.B. Korbbl&uuml;tler, Asteraceae) sitzen.</p>
<h6>Z&auml;hligkeit</h6>

<p>Die Z&auml;hligkeit einer Bl&uuml;te sagt aus, wieviele Organe in einem Kreis von Bl&uuml;tenorganen stehen. So bilden bei einer 3z&auml;hligen Bl&uuml;te jeweils drei Glieder eines Organs einen Kreis der Bl&uuml;te, z.B. Tulpe (Tulipa sp., Liliaceae) mit P3+3 A3+3 G3.</p>
<h6>Alternanzregel</h6>

<p>Die Alternanzregel ist die Regel, nach der die einzelnen Teile (Kelchblatt, Kronblatt usw.) von aufeinanderfolgenden Bl&uuml;tenorgankreisen (Kelch, Krone usw.) alternierend angeordnet sind (d.h. die einzelnen Glieder eines Kreises stehen zwischen den Gliedern des n&auml;chsten Kreises).</p>
<h4>Frucht</h4>
<h4>Frucht</h4>

<p>Das Gebilde, welches sich zur Samenreife aus dem Fruchtknoten gebildet hat, wird Frucht genannt (=Fruchtknoten im Zustand der Samenreife).</p>
<h4>Schliessfrucht</h4>
<h6>Schliessfrucht</h6>

<p>Bei einer Schliessfrucht verbleiben die Samen auch zur Zeit der Fruchtreife in der Frucht eingeschlossen. Ausbreitungseinheit ist deshalb die Frucht.</p>
<h6>Beerenfrucht</h6>

<p>Eine Beerenfrucht ist eine meist mehrsamige Schliessfrucht mit fleischiger Fruchtwand (Exokarp h&auml;utig, Meso- und Endokarp fleischig).</p>
<h6>Steinfrucht</h6>

<p>Eine Steinfrucht ist eine meist 1samige Schliessfrucht aus 1 Fruchtblatt. Das Exokarp ist h&auml;utig, das Mesokarp fleischig, das Endokarp jedoch ist verholzt und bildet einen Stein, der den Samen enth&auml;lt.</p>
<h6>Nussfrucht</h6>

<p>Eine Nussfrucht ist eine trockene, meist 1samige Schliessfrucht mit harter Schale (Exo-, Meso- und Endokarp trocken und hart, z.T. verholzt).</p>
<h6>Ach&auml;ne</h6>

<p>Eine Ach&auml;ne ist eine Nussfrucht aus einem unterst&auml;ndigen Fruchtknoten, bei der Fruchtwand und Samenschale miteinander verklebt oder verwachsen sind (z.B. Korbbl&uuml;tler, Asteraceae).</p>
<h6>Karyopse</h6>

<p>Eine Karyopse ist eine Nussfrucht aus einem oberst&auml;ndigen Fruchtknoten, bei dem Fruchtwand und Samenschale miteinander verklebt oder verwachsen sind (z.B.S&uuml;ssgr&auml;ser, Poaceae).</p>
<h4>Streufrucht</h4>
<h6>Streufrucht</h6>

<p>Bei einer Streufrucht werden die Samen zur Zeit der Fruchtreife freigegeben. Ausbreitungseinheiten sind hier deshalb die Samen.</p>
<h6>Balgfrucht</h6>

<p>Eine Balgfrucht ist eine trockene, mehrsamige Streufrucht aus einem oberst&auml;ndigen Fruchtknoten, der aus 1 Fruchtblatt besteht. Eine Balgfrucht &ouml;ffnet sich nur an der Verwachsungslinie.</p>
<h6>H&uuml;lsenfrucht</h6>

<p>Eine H&uuml;lsenfrucht ist eine trockene, meist mehrsamige Streufrucht aus einem oberst&auml;ndigen Fruchtknoten, der aus 1 Fruchtblatt besteht. Die Samen sind an der Verwachsungslinie angewachsen. Eine H&uuml;lsenfrucht hat keine Scheidewand, sie &ouml;ffnet sich an Verwachsungs- und Faltungslinie.</p>
<h6>Schotenfrucht</h6>

<p>Eine Schotenfrucht ist eine trockene, mehrsamige Streufrucht aus einem oberst&auml;ndigen Fruchtknoten, der aus 2 Fruchtbl&auml;ttern besteht. Eine Schotenfrucht hat eine Scheidewand, sie &ouml;ffnet sich an den beiden Verwachsungslinien.</p>
<h6>Kapselfrucht</h6>

<p>Eine Kapselfrucht ist eine trockene, mehrsamige Streufrucht aus mehreren, verwachsenen Fruchtbl&auml;ttern.</p>
<h4>Zerfallfrucht</h4>
<h6>Zerfallfrucht</h6>

<p>Bei einer Zerfallfrucht zerf&auml;llt die reife Frucht in (meist 1samige) Teilfr&uuml;chte. Ausbreitungseinheit ist hier deshalb die Teilfucht.</p>
<h6>Spaltfrucht</h6>

<p>Eine Spaltfrucht ist eine in 2 Teile zerfallende Zerfallfrucht.</p>
<h4>Scheinfrucht</h4>

<p>Bei einer Scheinfrucht sind neben dem Fruchtknoten noch andere Bl&uuml;tenteile (meist Bl&uuml;tenboden resp. Bl&uuml;tenachse) an der Fruchtbildung beteiligt. </p>
<h4>Sammelfrucht</h4>

<p>Bei einer Sammelfrucht sind mehrere Einzelfr&uuml;chte einer Bl&uuml;te verklebt oder &uuml;ber andere Gewebeteile (v.a. Bl&uuml;tenboden) miteinander verbunden.</p>
<h4>Fruchtverband</h4>

<p>Bei einem Fruchtverband sind die Fr&uuml;chte mehrerer Bl&uuml;ten miteinander verbunden.</p>
<h4>Fruchtschnabel</h4>

<p>Wenn ein Schnabel an einer Frucht sitzt, wird er Fruchtschnabel genannt; die Frucht ist dann geschn&auml;belt. Dabei wird der Schnabel meist vom oberen Teil des Fruchtknotens oder/und vom Griffel gebildet (z.B. Storchschnabelgew&auml;chse, Geraniaceae).</p>
<h4>Fruchtschlauch</h4>

<p>Der Fruchtschlauch (Utriculus) ist ein Vorblatt, das bei der Gattung Segge (Carex, Cyperaceae) den Fruchtknoten und sp&auml;ter auch die Frucht umgibt. Am oberen Ende ist der Fruchtschlauch meist in einen Schnabel verl&auml;ngert., durch die &Ouml;ffnung beim oberen Ende ragen die 2 oder 3 Narben heraus.</p>
<h4>Cupula</h4>

<p>Die Cupula ist ein holziger Fruchtbecher, der durch vegetatives Gewebe unterhalb der Bl&uuml;te(n) gebildet wird. Die Cupula ist Familienmerkmal der Buchengew&auml;chse (Fagaceae). Sie umgibt die Fr&uuml;chte ganz (z.B. Edelkastanie, Castanea sativa, oder Buche, Fagus sylvatica) oder teilweise (z.B. Eichen, Quercus sp.).</p>
<h4>Same</h4>
<h4>Samen</h4>

<p>Samen sind komplex aufgebaute Ausbreitungseinheiten von Samenpflanzen (Spermatophyta), die aus einer Samenanlage entstehen und von der Samenschale umschlossen sind. Sie enthalten einen (vor&uuml;bergehend ruhenden) Emryo und meist noch besonderes N&auml;hrgewebe.</p>
<h4>Spezielles</h4>
<h4>Vivipar</h4>

<p>Wenn Samen oder Bulbillen noch auf der Mutterpflanze keimen, dann nennt man dies vivipar (lat. vivere = leben, parere = geb&auml;ren; lebendgeb&auml;rend). Dies bedeutet, dass sich Jungpflanzen und nicht Samen oder Bulbillen von der Mutterpflanze l&ouml;sen.</p>
<h4>Schnabel</h4>

<p>Ein Schnabel ist ein mehr oder weniger langer, schmaler Fortsatz an der Spitze eines Organs, das Organ ist dann geschn&auml;belt. Beispiele: Ein Schnabel an einer Frucht wird Fruchtschnabel genannt (z.B. Storchschnabelgew&auml;chse, Geraniaceae); bei der Gattung Segge (Carex, Cyperaceae) hat der Fruchtschlauch (Utriculus) meist einen Schnabel.</p>
<h4>Bulbille</h4>

<p>Eine Bulbille ist eine vegetativ gebildete Knospe, die der vegetativen Vermehrung und Ausbreitung dient.</p>
<h4>Kleistogamie</h4>

<p>Bl&uuml;ten, deren Selbstbest&auml;ubung und Selbstbefruchtung innerhalb der geschlossenen Bl&uuml;te stattfindet, nennt man kleistogam (gr. kleistos = verschlossen, gamos = Ehe, d.h. verschlossen bl&uuml;hend). Wenn sich eine kleistogame Bl&uuml;te &ouml;ffnet, ist bereits eine Frucht vorhanden.</p>
<h4>Granne</h4>

<p>Ein borstenartiger Fortsatz an Bl&auml;ttern oder anderen Organen (insbesondere an den Deckspelzen bei den S&uuml;ssgr&auml;sern, Poaceae) wird Granne genannt.</p>
<h4>Arillus</h4>

<p>Mit Arillus bezeichnet man eine zus&auml;tzliche, vegetative, fleischige oder trockene H&uuml;lle, die einen Samen ganz oder teilweise umgibt.</p>

<h2>&Ouml;kologie</h2>

<h3>Klima</h3>
<h4>Atlantisches Klima</h4>

<p>Im Jura, im Mittelland und in den Nordalpen haben wir atlantisches Klima (auch ozeanisches Klima genannt). Es zeichnet sich aus durch relativ viele Niederschl&auml;ge und hohe Luftfeuchtigkeit. Der Temperaturverlauf ist mehr oder weniger ausgeglichen.</p>
<h4>Kontinentales Klima</h4>

<p>Kontinentales Klima herrscht in den zentralalpinen T&auml;lern (in der Schweiz im Wallis und im Unterengadin). Hier gibt es wenig Niederschl&auml;ge und (wegen der geringen Bew&ouml;lkung) eine intensive Sonneneinstrahlung. Die Temperaturgegens&auml;tze sind sowohl tageszeitlich wie auch jahreszeitlich hoch.</p>
<h4>Insubrisches Klima</h4>

<p>Insubrisches Klima zeichnet sich aus durch sehr viele Niederschl&auml;ge, hat aber trotzdem die meisten Sonnenstunden. Gelegentlich gibt es Trockenperioden. Die Temperatur ist relativ hoch und ausgeglichen. Dieses Klima gibt es in den S&uuml;dalpen (in der Schweiz im Tessin).</p>

<h3>H&ouml;henstufen</h3>
<h4>H&ouml;henstufen</h4>

<p>Die Temperatur nimmt mit der H&ouml;he &uuml;ber Meer ab. Da Pflanzen dort wachsen, wo sie von ihren physiologischen M&ouml;glichkeiten her wachsen k&ouml;nnen und von der Konkurrenz nicht verdr&auml;ngt werden, wachsen viele Arten nur in bestimmten H&ouml;henbereichen. Dies f&uuml;hrt zu einer Gliederung der Vegetation im H&ouml;hengradienten, d.h. zu den sogenannten H&ouml;henstufen, die durch das regelm&auml;ssige Vorkommen charakteristischer Pflanzenarten gekennzeichnet sind und unterschiedliche Vegetationen aufweisen. Wir unterscheiden in der Schweiz 4 Hauptstufen, die auch noch weiter unterteilt werden k&ouml;nnen: kolline, montane, subalpine und alpine Stufe.</p>
<h4>Kolline Stufe</h4>

<p>Die kolline Stufe wird nach oben durch die oberen Vorkommen von Eichen (Quercus sp., Fagaceae) begrenzt. Die nat&uuml;rliche Vegetation besteht aus sommergr&uuml;nen Laubw&auml;ldern; Nadelw&auml;lder sind nur an Spezialstandorten anzutreffen oder sind angepflanzt.</p>

<p>Die obere Grenze liegt n&ouml;rdlich der Alpen zwischen 600 und 800m, in den Zentralalpen zwischen 600 und 1000m und in den S&uuml;dalpen zwischen 800 und 1000m.</p>
<h4>Montane Stufe</h4>

<p>Die montane Stufe schliesst oben an die kolline Stufe an. Sie ist in der Schweiz in 2 verschiedenen Ausbildungen vorhanden. Im Jura, im Mittelland und in den Nord- und S&uuml;dalpen wird sie nach oben durch das obere Vorkommen der Buche (Fagus sylvatica, Fagaceae) begrenzt. In den zentralalpinen T&auml;lern wird die montane Stufe durch grossfl&auml;chiges Auftreten der Waldf&ouml;hre (Pinus sylvestris, Pinaceae) charakterisiert und oft als kontinentale Bergstufe bezeichnet; Fagus sylvatica fehlt dort aus klimatischen Gr&uuml;nden.</p>

<p>Die obere Grenze der montanen Stufe liegt im Jura zwischen 1300 und 1500m, in den Nordalpen zwischen 1100 und 1500m und in den S&uuml;dalpen bei etwa 1700m. Die obere Grenze der Bergstufe in den Zentralalpen verl&auml;uft zwischen 1000 und 1800m.</p>
<h4>Subalpine Stufe</h4>

<p>Die subalpine Stufe reicht von der montanen Stufe bis zur Baumgrenze. Die nat&uuml;rliche Vegetation dieser Stufe besteht aus Nadelw&auml;ldern, wobei die Fichte (Picea abies, Pinaceae) vorherrschend ist.</p>

<p>In den Zentralalpen finden wir oberhalb der Fichtenw&auml;lder L&auml;rchen-Arvenw&auml;lder oder Arvenw&auml;lder mit L&auml;rche (Larix decidua) und Arve (Pinus cembra, beide Pinaceae). Diese W&auml;lder, die h&ouml;her steigen als die Fichtenw&auml;lder, bilden hier die Baumgrenze und werden oft auch als eigene H&ouml;henstufe (suprasubalpine Stufe) betrachtet.</p>

<p>In den &auml;usseren Ketten liegt die Baumgrenze zwischen 1800 und 2100m, in den Zentralalpen zwischen 2000 und 2500m.</p>
<h4>Alpine Stufe</h4>

<p>Die nat&uuml;rlicherweise waldfreie alpine Stufe reicht von der Baumgrenze bis zur Zone, in der noch regelm&auml;ssig, wenn auch zerstreut Samenpflanzen auftreten. Im untersten Bereich sind Zwergstrauchgesellschaften h&auml;ufig, dar&uuml;ber schliessen Rasen an, die sich nach oben langsam in einzelne Vegetationsflecken aufl&ouml;sen. Die obere Grenze liegt in den Aussenketten zwischen 2400 und 2500m, in den inneren Ketten (Zentralalpen) zwischen 2700 und 3000m.</p>

<h3>Habitate</h3>
<h4>Geh&ouml;lze</h4>
<h5>Laubwald</h5>

<p>Ein Laubwald ist ein Wald, der nur oder v.a. von Laubb&auml;umen gebildet wird</p>
<h5>Buchenwald</h5>

<p>Ein Buchenwald ist ein Laubwald, der nur oder v.a. von Buche (Fagus sylvatica, Fagaceae) gebildet wird.</p>
<h5>Lichter Wald</h5>

<p>In einem lichten Wald stehen die B&auml;ume weit auseinander, so dass viel Sonne (Licht, W&auml;rme) auf den Waldboden fallen kann.</p>
<h5>Schluchtwald</h5>

<p>Ein Schluchtwald ist ein Wald in einem engen, schattigen und feuchten bis nassen Tal. Hier k&ouml;nnen nur schattentolerante Arten wachsen, z.B. &Uuml;berwinternder Schachtelhalm (Equisetum hyemale, Equisetaceae), Eibe (Taxus baccata, Taxaceae).</p>
<h5>Auenwald</h5>

<p>Auenw&auml;lder sind die bewaldeten Bereiche entlang von Fliessgew&auml;ssern, die periodisch oder in unregelm&auml;ssigen Zeitabst&auml;nden von Wasser &uuml;berflutet werden. Es wird zwischen Hartholz- und Weichholz-Auenw&auml;ldern unterschieden.</p>
<h5>Weichholzauenwald</h5>

<p>In der N&auml;he von Fl&uuml;ssen, im Bereich des mittleren Hochwasserstandes, gedeihen Geh&ouml;lzarten mit weichem Holz, v.a. Erlen (Alnus sp., Betulaceae) sowie Pappeln (Populus sp.) und Weiden (Salix sp., beide Salicaceae), welche die Weichholzauenw&auml;lder bilden.</p>
<h5>Hartholzauenwald</h5>

<p>In der N&auml;he von Fl&uuml;ssen, aber in h&ouml;her gelegenen und daher nur selten &uuml;berschwemmten Standorten wachsen Hartholzauenw&auml;lder, die v.a. von Baumarten mit hartem Holz gebildet werden, z.B. Berg-Ahorn (Acer pseudoplatanus, Aceraceae), Spitz-Ahorn (Acer platanoides), Esche (Fraxinus excelsior, Oleaceae), Stiel-Eiche (Quercus robur, Fagaceae), Berg-Ulme (Ulmus glabra, Ulmaceae). H&auml;ufig w&auml;chst hier eine &uuml;ppige und artenreiche Krautschicht.</p>
<h5>Bruchwald</h5>

<p>Bruchw&auml;lder (Moorw&auml;lder) sind W&auml;lder im seenahen Bereich, wo der Boden noch dauernd vern&auml;sst ist.</p>
<h5>Nadelwald</h5>

<p>Ein Nadelwald ist ein Wald, der nur oder v.a. von Nadelb&auml;umen gebildet wird.</p>
<h5>L&auml;rchen-Arvenwald</h5>

<p>L&auml;rchen-Arvenw&auml;lder und Arvenw&auml;lder bestehen nur oder zum grossen Teil aus L&auml;rchen (Larix decidua) und Arven (Pinus cembra, beide Pinaceae). Sie wachsen in den Zentralalpen oberhalb der Fichtenw&auml;lder und bilden dort die Waldgrenze.</p>
<h5>Waldschlag</h5>

<p>Waldschl&auml;ge sind durch Bewirtschaftung geschaffene Waldlichtungen. Sie bieten mit ihrem Pioniercharakter und dem Halbschatten Arten eine Lebensgrundlage, die im geschlossenen Wald (meist wegen Lichtmangels) sonst nicht wachsen k&ouml;nnten.</p>
<h5>Waldrand</h5>

<p>Am &Uuml;bergang von waldfreier Vegetation zum geschlossenen Wald k&ouml;nnen buschreiche Waldr&auml;nder wachsen. Sie schliessen den Wald nach aussen ab und haben vielf&auml;ltige Funktionen (physikalischer Schutz des Waldes, Biotop f&uuml;r Tiere und Pflanzen).</p>
<h5>Geb&uuml;sch</h5>

<p>Geb&uuml;sche sind Geh&ouml;lze, bei denen die Str&auml;ucher am Bestandesaufbau die vorherrschende Rolle spielen.</p>
<h5>Hecke</h5>

<p>Hecken sind Geb&uuml;sche von meist langer und schlanker Gestalt. Sie werden als Abgrenzung und Windschutz gepflanzt. Sie vernetzen getrennte Waldgebiete und erleichtern so die Wanderung von Tieren.</p>
<h4>Grasland</h4>
<h5>Wiese</h5>

<p>Als Wiese bezeichnet man eine geschlossene Gr&uuml;nfl&auml;che ohne Holzpflanzen, die von Gr&auml;sern dominiert und i.d.R. regelm&auml;ssig (ein- bis mehrmals pro Jahr) geschnitten wird.</p>
<h5>Rasen</h5>

<p>Ein Rasen ist eine niederw&uuml;chsige Wiese, d.h. es ist eine niederw&uuml;chsige, geschlossene, baumfreie Vegetation, die meist von Gr&auml;sern dominiert wird.</p>
<h5>Trockenwiese</h5>

<p>Nat&uuml;rlicherweise waldfreie Trockenwiesen kommen an s&uuml;dexponierten H&auml;ngen und meist &uuml;ber Kalk vor, die B&ouml;den sind hier n&auml;hrstoffarm und trocken. Diese Wiesen sind artenreich (bis 70 Arten), aber wenig produktiv. Durch die Intensivierung der Landwirtschaft sind Trockenwiesen (und somit auch einige typische Trockenwiesenarten) selten geworden.</p>
<h5>Halbtrockenwiese</h5>

<p>Halbtrockenwiesen sind Trockenwiesen auf weniger extremen Standorten, sie k&ouml;nnen genutzt werden, meist werden sie nur 1 mal pro Jahr gem&auml;ht. Sie sind wie die Trockenwiesen artenreich. Durch die Intensivierung der Landwirtschaft sind Halbtrockenwiesen (und somit auch einige typische Arten trockener Wiesenstandorte) selten geworden.</p>
<h5>Fettwiese</h5>

<p>Fettwiesen k&ouml;nnen infolge D&uuml;ngung und Bew&auml;sserung mehrmals im Jahr geschnitten werden. Intensiv genutzte Fettwiesen werden bis 6 mal pro Jahr geschnitten, sie sind artenarm (10-20 Arten). Weniger intensiv genutzte Fettwiesen (z.B. Fromental-Fettwiesen) werden 2-4 mal pro Jahr geschnitten, sie sind weniger artenarm (25-35 Arten) und dadurch auch bunter als intensiv genutzte Fettwiesen.</p>
<h5>Zierrasen</h5>

<p>Ein k&uuml;nstlich angelegter Rasen zur Dekoration wird Zierrasen genannt. &Ouml;kologisch entspricht er einer Fettwiese mit extremen Verh&auml;ltnissen: er wird h&auml;ufig ged&uuml;ngt und bew&auml;ssert und typischerweise w&ouml;chentlich geschnitten. Diese Behandlung bewirkt eine extreme Artenarmut.</p>
<h5>Moor</h5>

<p>Unter dem Einfluss von steter oder zeitweiser Bodenvern&auml;ssung entstehen besondere Pflanzengesellschaften. Unter sauerstoffarmen Verh&auml;ltnissen werden abgestorbene Pflanzenteile nicht mehr v&ouml;llig abgebaut und bleiben als Humus liegen. Hat dieser Humus, der hier Torf genannt wird, eine gewisse Dicke (etwa 15cm) erreicht, spricht man von einem Moor. Man unterscheidet Flach- und Hochmoore.</p>
<h5>Flachmoor</h5>

<p>Ein Flachmoor ist ein Moor im Einflussbereich des Grund-, See- oder Flusswassers. Mit dem Wasser k&ouml;nnen N&auml;hrstoffe und Kalk ins Flachmoor gelangen. Ein Flachmoor ist daher eher n&auml;hrstoffreich, w&auml;hrend sich der pH-Wert im mittleren Bereich (meist schwach sauer bis neutral) bewegt.</p>
<h5>Hochmoor</h5>

<p>Ein Hochmoor ist ein Moor, das in niederschlagsreichen Gebieten mit nicht allzu tiefen Temperaturen auf Flachmooren durch Besiedlung mit Torfmoos (Sphagnum sp., Sphagnidae) entstehen kann. Die Torfmoose wachsen an der Spitze und sterben an ihrer Basis ab. Das tote Pflanzenmaterial liegt unter Wasser (ohne Sauerstoff!) und wird deshalb nicht vollst&auml;ndig abgebaut (Bildung von Torf). Dadurch wird die Oberfl&auml;che des Moores langsam nach oben verlagert und verschiebt sich so aus dem Einflussbereich des Grund- oder Seewassers. Die oberen Schichten werden dann nur noch von Regenwasser gespeist und sind aufgrund der Auswaschung extrem n&auml;hrstoffarm und sauer. In Hochmooren wachsen einige Spezialisten, die an diesen Standort angepasst und meist auch auf ihn angewiesen sind, z.B.
    Rundbl&auml;ttriger Sonnentau (Drosera rotundifolia, Droseraceae) und Scheidiges Wollgras (Eriophorum vaginatum, Cyperaceae).</p>
<h5>Streuwiese</h5>

<p>Streuwiesen kommen im Flachmoorbereich von Verlandungszonen vor. Sie werden (wie Halbtrockenrasen) meist nur 1 mal pro Jahr (im Sp&auml;tsommer oder Herbst) geschnitten, das M&auml;hgut wird als Streue verwendet. Ohne Bewirtschaftung verbuschen sie bald. Wegen Aufgabe der Bewirtschaftung sind sie selten geworden.</p>
<h5>Pfeifengraswiese</h5>

<p>Pfeifengraswiesen kommen wie Streuwiesen im Flachmoorbereich von Verlandungszonen vor, sie sind aber etwas weniger feucht. Dominierend ist meist das Blaue Pfeifengras (Molinia caerulea, Poaceae). Pfeifengraswiesen werden (wie Halbtrockenrasen) meist nur 1 mal pro Jahr (im Sp&auml;tsommer oder Herbst) geschnitten, das M&auml;hgut wird als Streue verwendet. Ohne Bewirtschaftung verbuschen sie bald. Wegen Aufgabe der Bewirtschaftung sind sie selten geworden</p>
<h5>Weide</h5>

<p>Neben der D&uuml;ngung ist die Beweidung der wichtigste Umweltfaktor in intensiv genutzten Weiden. Frass und Tritt bedingen, dass keine hochw&uuml;chsigen Arten aufkommen. Durch Tritt werden lokal immer wieder offene Stellen geschaffen, die z.B. dem Kriechenden Hahnenfuss (Ranunculus repens, Ranunculaceae) und dem Weiss-Klee (Trifolium repens, Fabaceae) mit ihren Ausl&auml;ufern ein Aufkommen erlauben.</p>
<h4>offen</h4>
<h5>Acker</h5>

<p>Ein Acker ist Kulturland, das einer systematischen Bodenbearbeitung, D&uuml;ngung und Fruchtfolge unterliegt. &Auml;cker werden meist j&auml;hrlich gepfl&uuml;gt. Die Vegetationsdecke ist nicht geschlossen. Unkr&auml;uter (oder Ackerbegleitarten) sind v.a. 1j&auml;hrige Arten, welche die periodische mechanische Bearbeitung des Bodens als Samen &uuml;berleben k&ouml;nnen. Die fehlende Konkurrenz auf den zahlreichen offenen Stellen erlaubt ihnen zudem ein optimales Wachstum.</p>
<h5>Weinberg</h5>

<p>Ein Weinberg ist Kulturland, das einer speziellen Bewirtschaftung unterliegt. Dazu kommt, dass Weinberge meist in sonnenexponierten Hanglagen angelegt werden. Die Bedingungen sind deshalb extrem (heiss, trocken). Die Vegetationsdecke ist nicht geschlossen. Unkr&auml;uter (oder Begleitarten) sind v.a. 1j&auml;hrige Arten, welche l&auml;ngere Trockenperioden als Samen &uuml;berleben k&ouml;nnen. Die fehlende Konkurrenz auf offenen Stellen erlaubt ihnen zudem ein optimales Wachstum.</p>
<h5>Garten</h5>

<p>Ein Garten ist Kulturland, das einer intensiven und oft kleinr&auml;umig stark gegliederten Bodenbearbeitung, D&uuml;ngung und Fruchtfolge unterliegt. G&auml;rten werden intensiv bearbeitet und h&auml;ufig gej&auml;tet, deshalb k&ouml;nnen nur sehr rasch wachsende Unkr&auml;uter (oder Begleitarten) hier wachsen und sich fortpflanzen (bl&uuml;hen und Samen bilden).</p>
<h5>Ruderalstelle</h5>

<p>Durch menschliche Aktivit&auml;ten entstandenes &Ouml;dland wird als Ruderalstelle bezeichnet. Die darauf wachsenden Ruderalpflanzen sind Pionierarten. Ruderalstellen werden oft auch als Schuttpl&auml;tze oder Schuttstellen bezeichnet (nicht zu verwechseln mit den Schutthalden in den Bergen!)</p>
<h5>Bachger&ouml;ll</h5>

<p>Im Bachger&ouml;ll (insbesondere von Gebirgsb&auml;chen) k&ouml;nnen herabgeschwemmt Gebirgsarten von Schutthalden sowie Pionierarten des Tieflandes vorkommen.</p>
<h5>Bach-/Flussufer</h5>

<p>Bachufer und Flussufer sind Standorte, die meist feucht oder sogar nass sind und oft keine geschlossene Vegetation aufweisen. Sie bieten deshalb feuchtigkeitsliebenden und auch Pionierarten die M&ouml;glichkeit, hier zu wachsen.</p>
<h5>Bahnareal</h5>

<p>In Bahnarealen mit ihren grossen Schotterfl&auml;chen herrschen besondere Bedingungen (heiss, trocken, oft wenig Konkurrenz), die sonst im Tiefland kaum auftreten. Nur an solche speziellen Bedingungen angepasste Arten k&ouml;nnen dort wachsen.</p>
<h5>B&ouml;schung</h5>

<p>B&ouml;schungen sind kleine, k&uuml;nstlich geschaffene H&auml;nge, oft entlang von Wegen und Strassen. Sie sind meist relativ trocken, und die Vegetation ist oft nicht geschlossen.</p>
<h5>Trittgesellschaft</h5>

<p>Trittgesellschaften sind Vegetationen, die grosser mechanischer Belastung ausgesetzt sind. Nur Pflanzenarten, die dieser Belastung (Tritt, Befahren mit Fahrzeugen) gewachsen sind und die verdichteten B&ouml;den aushalten, k&ouml;nnen dort gedeihen.</p>
<h5>Feldweg</h5>

<p>Feldwege sind nicht asphaltierte Strassen. Durch die mechanische Belastung (Tritt, Befahren mit Fahrzeugen) wird der Boden verdichtet und die Vegetation stark beeintr&auml;chtigt. Nur wenige Pflanzenarten der Trittgesellschaften, die diesen Belastungen gewachsen sind, k&ouml;nnen trotzdem dort gedeihen.</p>
<h5>Wegrand</h5>

<p>Wegr&auml;nder sind Schnittstelle zwischen 2 verschiedenen Biotopen (Weg oder Strasse sowie Wiese, Acker, etc.), hier hat es strukturbedingt oft offene Stellen. Deshalb sind an solchen Vegetations&uuml;berg&auml;ngen besonders h&auml;ufig Arten der Ruderalstellen (also Pionierarten) anzutreffen. Selbstverst&auml;ndlich k&ouml;nnen auch Arten der angrenzenden Vegetationen (z.B. Wiese) bis an den Wegrand vorstossen, ohne dass diese aber auf den Wegrand angewiesen sind, sie wachsen also nur zuf&auml;llig und nicht aus &ouml;kologischen Gr&uuml;nden am Wegrand.</p>
<h5>Felsen</h5>

<p>An Felsen (meist in Felsspalten) wachsen in Abh&auml;ngigkeit vom Gestein verschiedene Pflanzenarten. Felsen bieten zwar gute Verankerungsm&ouml;glichkeiten, der Wurzelraum ist aber meist klein und somit die N&auml;hrstoff- und Wasserversorgung gering.</p>
<h5>Mauer</h5>

<p>Mauern sind &ouml;kologisch gesehen vom Menschen geschaffene Felsen. In den Mauerritzen k&ouml;nnen dieselben Arten angetroffen werden wie an Felsen.</p>
<h5>Schutthalde</h5>

<p>S&auml;mtliche von Verwitterungsvorg&auml;ngen herr&uuml;hrende, von Felsw&auml;nden abgest&uuml;rzte, unverfestigte, rohe Gesteinstr&uuml;mmer werden als Schutt bezeichnet. Da dieser Schutt h&auml;ufig in Hanglagen liegt, werden diese Standorte Schutthalden genannt. Je nach Hangneigung und Korngr&ouml;sse (beides hat Einfluss auf die Beweglichkeit der Schutthalde) sowie dem Ausgangsgestein (sauer, basisch) kann man verschiedene Schuttvegetationen unterscheiden.</p>
<h4>&uuml;brige</h4>
<h5>Felsensteppe</h5>

<p>Steppen zeigen eine nur l&uuml;ckige und baumlose Vegetation. Im kontinentalen Klima mit wenig Niederschl&auml;gen und hoher Sonneneinstrahlung (Wallis, Unterengadin) kommen in felsigen, s&uuml;dexponierten Hanglagen Felsensteppen vor.</p>
<h5>Graben</h5>

<p>In Gr&auml;ben gibt es oft eine Akkumulation von Feuchtigkeit und N&auml;hrstoffen, was eine Vegetation &auml;hnlich einer Hochstaudenflur aufkommen l&auml;sst.</p>
<h5>Obstgarten</h5>

<p>Ein Obstgarten ist ein Gebiet, in dem Obstb&auml;ume kultiviert werden. Heute werden aus Gr&uuml;nden der Wirtschaftlichkeit niedrige Sorten gepflanzt (dichter Bestand, Zugriff auf die Fr&uuml;chte ohne Leitern). Biologisch wertvoll sind aber v.a. die sogenannten Hochstamm-Kulturen mit relativ grossen Abst&auml;nden zwischen den B&auml;umen, hier k&ouml;nnen spezielle Tiere (insbesondere Insekten und V&ouml;gel) und auch Pflanzen leben.</p>
<h5>Schwimmblattgesellschaft</h5>

<p>Schwimmblattgesellschaften werden von Pflanzen gebildet, die im Seegrund wurzeln (Wassertiefen bis 3m), deren Bl&auml;tter aber als Schwimmbl&auml;tter auf der Wasseroberfl&auml;che liegen, z.B. Grosse Teichrose (Nuphar lutea), Weisse Seerose (Nymphaea alba, beide Nymphaeaceae).</p>
<h5>R&ouml;hricht</h5>

<p>R&ouml;hrichte sind Vegetationen mit im Wasser stehenden (bis ca. 1.5m Wassertiefe) und deutlich &uuml;ber die Wasseroberfl&auml;che hinausragenden Pflanzen (z.B. Schilf, Phragmites australis, Poaceae).</p>
<h5>Hochstaudenflur</h5>

<p>An n&auml;hstoffreichen, feuchten bis nassen, meist schattigen Standorten der subalpinen Stufe bilden Hochstaudenfluren den Unterwuchs in lichten W&auml;ldern (v.a. in Fichtenw&auml;ldern). Typisch sind hier grossbl&auml;ttrige, hochw&uuml;chsige Stauden. In Lawinenrunsen und besonders feuchten H&auml;ngen kann die Fichte (Picea abies, Pinaceae) keinen Wald bilden, hier tritt die Alpenerle (Alnus viridis, Betulaceae) an ihre Stelle, da sie mit ihrer Elastizit&auml;t und Wuchsform auch Lawinen &uuml;berleben kann.</p>
<h5>L&auml;gerstelle</h5>

<p>L&auml;gerstellen sind Orte, an denen sich das Vieh h&auml;ufig aufh&auml;lt (z.B. um Alph&uuml;tten und St&auml;lle, bei Tr&auml;nken, sowie an Orten, wo das Vieh lagert). Hier bringt das Vieh durch seine Exkremente grosse Mengen an Stickstoff in den Boden. Es k&ouml;nnen sich artenarme, dichte Best&auml;nde von grossw&uuml;chsigen Arten bilden, z.B. Alpen-Ampfer (Rumex alpinus, Polygonaceae). Die Vegetation an L&auml;gerstellen kann ihrer Wuchsform entsprechend (grossbl&auml;ttrige, hochw&uuml;chsige Stauden) zu den Hochstaudenfluren gez&auml;hlt werden.</p>
<h5>Lawinenrunse</h5>

<p>Eine Lawinenrunse ist eine durch fliessendes Wasser gebildete Auswaschungsrinne an steilen Bergh&auml;ngen. Bei Schnee bildet sie gleichzeitig eine Lawinenbahn, in der die Lawinen (und oft auch Steinschl&auml;ge) zu Tale gehen und somit das Aufkommen eines Waldes verhindern. Meist sind hier nur Krautpflanzen oder Str&auml;ucher (insbesondere die Alpen-Erle, Alnus viridis, Betulaceae) anzutreffen.</p>
<h5>Quellflur</h5>

<p>An Quellen und B&auml;chen (insbesondere in der alpinen Stufe) k&ouml;nnen bei regelm&auml;ssiger Wasserversorgung meist moosreiche Quellfluren entstehen. Hier wachsen feuchtigkeitsliebende Arten.</p>
<h5>Zwergstrauchgesellschaft</h5>

<p>Zwergstrauchgesellschaften bilden oft den &Uuml;bergang von der subalpinen zur alpinen Stufe. Typisch sind die vielen Erikagew&auml;chse (Ericaceae), wobei diese auch im Unterwuchs von W&auml;ldern der subalpinen Stufe und in Mooren h&auml;ufig sind. Im weiteren findet man Zwergstr&auml;ucher &uuml;berall dort, wo der Wald durch die Beweidung oder durch Abholzen zerst&ouml;rt wurde. Ein Wiederaufkommen des Waldes wird wegen extensiver Beweidung oft verhindert.</p>
<h5>Schneet&auml;lchengesellschaft</h5>

<p>Schneet&auml;lchengesellschaften sind jene Vegetationen, die in der alpinen Stufe an Orten mit mehr als 9 Monaten Schneebedeckung (meist in Muldenlagen) wachsen. Muldenlage und lange anhaltende Schneebedeckung bewirken, dass diese Standorte &uuml;ber die ganze Vegetationszeit eher feucht sind.</p>
<h5>Kuppe</h5>

<p>Auf windexponierten Kuppen und Graten herrschen extreme Bedingungen. Durch den starken Windeinfluss ist es hier besonders trocken (erh&ouml;hte Verdunstung) und kalt (Verdunstungsk&auml;lte). Da der Wind den Schnee verbl&auml;st, ist die Schneebedeckung kurz und die isolierende Wirkung der Schneedecke auch im Winter oft nicht vorhanden. Der Boden ist meist flachg&uuml;ndig, zudem werden durch das wegfliessende Regenwasser Kalk und N&auml;hrstoffe ausgeschwemmt. Kuppen und Grate sind deshalb trockener, saurer und n&auml;hrstoff&auml;rmer als tieferliegende, benachbarte Fl&auml;chen.</p>

<h3>Zeigerpflanzen</h3>
<h4>Zeigerpflanzen</h4>

<p>Viele Pflanzenarten haben eine Vorliebe f&uuml;r bestimmte Standorte oder k&ouml;nnen sogar nur an speziellen Standorten wachsen. In vielen F&auml;llen k&ouml;nnen solche Pflanzenarten als Zeigerpflanzen verwendet werden. Diese Zeigerpflanzen liefern Informationen &uuml;ber gewisse Faktoren der Standorte, an denen sie vorkommen.</p>
<h4>Basenzeiger</h4>

<p>Basenzeiger wachsen aufgrund ihrer Pr&auml;ferenz an Standorten mit einem basischen Boden; sie zeigen an, dass der Boden-pH hoch ist (&gt;6.5).</p>
<h4>S&auml;urezeiger</h4>

<p>S&auml;urezeiger wachsen aufgrund ihrer Pr&auml;ferenz an Standorten mit einem sauren Boden; sie zeigen an, dass der Boden-pH tief ist (&lt;5).</p>
<h4>Stickstoffzeiger</h4>

<p>Stickstoffzeiger wachsen aufgrund ihrer Pr&auml;ferenz an n&auml;hrstoffreichen (insbesondere stickstoffreichen) Standorten; sie zeigen an, dass es im Boden eine grosse Menge an N&auml;hrstoffen hat.</p>

<h2>Weiteres</h2>

<h3>Anwendung</h3>
<h4>Bier</h4>

<p>Bier ist ein aus Wasser, Malz, Hopfen und Hefe hergestelltes, alkoholhaltiges Getr&auml;nk. Vom Hopfen (Humulus lupulus, Cannabaceae) werden die weiblichen Bl&uuml;ten- und jungen Fruchtst&auml;nde verwendet, die mit ihren Hopfenbitterstoffen (Bitters&auml;uren) eine wesentliche Geschmacksnote beisteuern.</p>
<h4>Gin</h4>

<p>Gin ist ein mit Wacholderbeeren (Beerenzapfen von Juniperus communis, Cupressaceae) hergestellter Branntwein.</p>
<h4>Absinth</h4>

<p>Absinth ist ein mit Wermut (Artemisia absinthium, Asteraceae) hergestellter Branntwein (genant "La F&eacute;e Verte"), der wegen seines Thujongehaltes besonders sch&auml;digend auf die Konsumenten wirken soll. Deshalb war dieser Schnaps seit 1908 bis zur Totalrevision der Schweizerischen Bundesverfassung im Jahre 2000 auf Verfassungsebene verboten (damaliger Artikel 32ter). Auch heute ist der Absinth immer noch (per Lebensmittelgesetz) verboten (im Gegesatz zu allen anderen Schn&auml;psen).</p>
<h4>Droge</h4>

<p>Als Droge oder Arzneidroge werden Organismen (oder Teile davon) bezeichnet, die als Arzneimittel oder zur Herstellung von Arzneimitteln verwendet werden. Diese Arzneimittel enthalten i.d.R. eine Vielzahl von Stoffen, ihre Quantifizierung ist z.T. schwierig.</p>
<h4>Haschisch</h4>

<p>Der Begriff Haschisch stammt aus dem Arabischen (Haschisch al Fokara = Kraut der Fakire). Junge Triebspitzen und Bl&uuml;ten der weiblichen Pflanzen enthalten im Harz die psychotrope Substanz Tetrahydrocannabinol (THC). Diese kann medizinisch genutzt werden. THC-haltiges Pflanzenmaterial wird auch als Genussmittel geraucht. In Amerika wird Haschisch unter dem Namen Marihuana konsumiert, in Marokko heisst es Kif.</p>

<h3>Gefahren</h3>
<h4>Giftpflanzen</h4>

<p>Giftpflanzen enthalten in allen oder einzelnen Organen giftige Substanzen in so grossen Mengen, dass ihr Genuss sch&auml;digend oder sogar t&ouml;dlich wirkt.</p>

<p>Besonders gef&auml;hrliche, einheimische Giftpflanzen (mit potentiell t&ouml;dlichen Folgen nach deren Einnahme) sind (in alphabetischer Reihenfolge) Aronstab-Arten (Arum sp., Araceae), Eisenhut-Arten (Aconitum sp., Ranunculaceae), Fingerhut-Arten (Digitalis sp., Scrophulariaceae), Gemeiner und Gestreifter Seidelbast (Daphne mezereum und D. striata, Thymelaeaceae), Herbst-Zeitlose (Colchicum autumnale, Liliaceae), Nieswurz-Arten (Helleborus sp., Ranunculaceae), Sadebaum (Juniperus sabina, Cupressaceae), Stechapfel (Datura stramonium, Solanaceae) und Tollkirsche (Atropa belladonna, Solanaceae). Weitere solche potentiell t&ouml;dlichen Giftpflanzen (aber nicht auf der CD enthalten) sind Flaumiger Seidelbast (Daphne cneorum, Thymelaeaceae), Gefleckter Schierling (Conium maculatum,
    Apiaceae), Goldregen-Arten (Laburnum sp., Fabaceae) und Schwarzes Bilsenkraut (Hyoscyamus niger, Solanaceae). Zahlreiche weitere, einheimische Arten sind mehr oder weniger giftig, f&uuml;hren aber kaum zu t&ouml;dlichen Vorf&auml;llen.</p>
<h4>Suchtmittel</h4>

<p>Stoffe, die k&ouml;rperlich abh&auml;ngig machen, f&uuml;hren zur Sucht und werden deshalb Suchtmittel genannt. Die bei uns g&auml;ngigsten und kulturell auch akzeptierten Suchtmittel sind Alkohol und Nikotin. Andere Suchtmittel sind bei uns soziokulturell nicht akzeptiert und deshalb gesetzlich verboten, z.B. Opiate (Heroin), Kokain und Haschisch. </p>

<h3>Inhaltsstoffe</h3>
<h4>&Auml;therische &Ouml;le</h4>

<p>&Auml;therische &Ouml;le sind stark riechende, hoch fl&uuml;chtige Stoffe verschiedener chemischer Zusammensetzung, z.B. Aldehyde, Alkohole, Ester, Ketone, Phenole, Terpene.</p>
<h4>Alkaloide</h4>

<p>Alkaloide sind Stickstoffverbindungen, die als Stoffwechselendprodukte in allen Pflanzenteilen vorkommen k&ouml;nnen. Sie haben oft sehr spezifische Wirkungen auf das menschliche Nervensystem und sind h&auml;ufig schon in geringen Mengen t&ouml;dlich. Alkaloide sind als Heil-, Anregungs-, Bet&auml;ubungsmittel, Gifte und Rauschgifte von grosser Bedeutung. Beispiele: Atropin, Chinin, Koffein, Nikotin, Morphin.</p>
<h4>Bitterstoffe</h4>

<p>Man nimmt an, dass Bitterstoffe von den Pflanzen als Abwehr gegen Tierfrass gebildet werden. Pflanzen mit viel Bitterstoffen k&ouml;nnen zu einem Schnaps verarbeitet werden, der als Ap&eacute;ritif eine appetitanregende Wirkung hat (z.B. Gelber Enzian, Gentiana lutea, Gentianaceae, oder Wermut, Artemisia absinthium, Asteraceae).</p>
<h4>Lauch&ouml;le</h4>

<p>Die Lauch&ouml;le kommen in der Gattung Lauch (Allium, Liliaceae) vor. Es sind schwefelhaltige Aminos&auml;uren (Alliine), die bei Verletzung durch das gewebeeigene Enzym Alliinase in Ammoniak, Brenztraubens&auml;ure und Allylsulfens&auml;ure gespalten werden. Aus der Allylsulfens&auml;ure entsteht Allicin, das den typischen Knoblauchgeruch ausmacht. Der den Tr&auml;nenfluss ausl&ouml;sende Stoff ist das fl&uuml;chtige Propanethial-Sulfoxid.</p>
<h4>Oxals&auml;ure</h4>

<p>Die Oxals&auml;ure ist eine einfache Dicarbons&auml;ure, die in Pflanzen (z.B. Sauerklee, Oxalis acetosella; Oxalidaceae, viele Kn&ouml;terichgew&auml;chse, Polygonaceae) vorkommt und technisch vielseitig verwendet wird.</p>
<h4>Senf&ouml;lglykoside</h4>

<p>Senf&ouml;lglykoside sind schwefelhaltige Ester, die auf Aminos&auml;uren zur&uuml;ckzuf&uuml;hren und glykosidisch gebunden sind. Das stets vorhandene gewebeeigene Enzym Myrosinase spaltet Senf&ouml;lglykoside in das schwefelhaltige Aglykon (Senf&ouml;l), Glucose und Schwefels&auml;ure. Dabei entwickeln sie einen charakteristischen Geruch und scharfen Geschmack und k&ouml;nnen sogar zu Tr&auml;nenfluss reizen. Sie sind vor allem bei Kreuzbl&uuml;tlern (Brassicaceae) anzutreffen.</p>
<h4>Thujon im Absinth</h4>

<p>Absinth, der mit Wermut (Artemisia absinthium, Asteraceae) hergestellte Branntwein, soll wegen seines Gehaltes an Thujon besonders sch&auml;digend auf die Konsumenten wirken. Deshalb war dieser Schnaps seit 1908 bis zur Totalrevision der Schweizerischen Bundesverfassung im Jahre 2000 auf Verfassungsebene verboten (damaliger Artikel 32ter). Auch heute ist er immer noch (per Lebensmittelgesetz) verboten (im Gegesatz zu allen anderen Schn&auml;psen).</p>

<h1>Appendix</h1>

<h2>Dank (Herbar CD-ROM Version 1)</h2>

<p>Die Idee, eine solche CD f&uuml;r meinen Unterricht zu gestalten, kam mir anl&auml;sslich der ersten NET-Tagung an der ETH Z&uuml;rich (1996). Von Anfang an war f&uuml;r mich klar, dass es sich dabei nicht nur um eine Sammlung von Bildern auf einer CD handeln konnte. Um den Studierenden ein gutes Lernmittel f&uuml;r die Pr&uuml;fungsvorbereitung zur Verf&uuml;gung zu stellen, musste diese CD interaktiv sein. Deshalb brauchte ich einen Mitarbeiter, der viel von Computern versteht, dem aber gleichzeitig auch die botanische Welt nicht fremd ist. F&uuml;r mich konnte dies nur <b>Daniel Frey</b> sein. Das vorliegende Produkt gibt dieser Wahl recht. Von Anfang an arbeiteten wir gleichwertig im Team, Mitarbeiter und Freunde gleichzeitig. Die zahlreichen Diskussionen, bereits lange bevor der
    Projektantrag eingereicht werden konnte, legten wertvolle Synergien frei, und in engem Kontakt arbeiteten wir w&auml;hrend Monaten gemeinsam auf unser Ziel hin. Deshalb zeichnen wir auch gemeinsam verantwortlich f&uuml;r diese CD.</p>

<p>Ohne die Mithilfe zahlreicher Personen h&auml;tten wir die vorliegende Herbar CD-ROM nicht in dieser Qualit&auml;t und in dieser kurzen Zeit fertigstellen k&ouml;nnen. Wir danken allen f&uuml;r ihr Engagement, aber auch f&uuml;r ihre Geduld bei immer wieder auftauchenden neuen Ideen und W&uuml;nschen.</p>

<p>Die gr&ouml;ssten Beitr&auml;ge brachten Martin Bratteler und Thomas Wegm&uuml;ller ein. Beide unterst&uuml;tzen uns w&auml;hrend Monaten mit ihrem Wissen und ihrem grossen Einsatz. <b>Martin Bratteler</b> beschaffte zahlreiche Bilder f&uuml;r Hilfen und versteckte Links, er erstellte Rohfassungen verschiedener Texte, als "M&auml;dchen f&uuml;r alles" war er f&uuml;r viele Sonderjobs und Spezialeins&auml;tze unentbehrlich. <b>Thomas Wegm&uuml;ller</b> arbeitete als ausw&auml;rtiger JAVA-Experte mit; dank seinem Einf&uuml;hlungsverm&ouml;gen in die Gedankeng&auml;nge eines Botanikdozenten fand er f&uuml;r viele nur mangelhaft formulierte W&uuml;nsche eine L&ouml;sung.</p>

<p>Grosse Beitr&auml;ge kamen auch von Dominic D&auml;hler und Lilo Meier. <b>Dominic D&auml;hler</b> hat alle Herbaraufnahmen gemacht; dabei war sein Improvisationstalent (zumindest anfangs) sowie sein Durchhalteverm&ouml;gen von grossem Wert. <b>Lilo Meier</b> hat f&uuml;r uns die schematischen Abbildungen, die Icons und die Splash-Screens erstellt; mit ihrem Wissen und k&uuml;nstlerischen K&ouml;nnen hat sie einen wesentlichen Beitrag geleistet und den optischen Eindruck der CD mitgepr&auml;gt.</p>

<p>Ein spezieller Dank geht an <b>Katharina Poiger</b>, Rektoratsstab der ETH Z&uuml;rich. Sie hat das Projekt von Anfang an unterst&uuml;tzt, sie sorgte schlussendlich f&uuml;r die Finanzierung, und sie war jederzeit bereit, Fragen zu beantworten oder abzukl&auml;ren.</p>

<p>Zahlreiche weitere Personen haben auf verschiedene Art und Weise Beitr&auml;ge geleistet und somit zum Gelingen unseres Vorhabens beigetragen:</p>
<ul>
    <li>Alean Pamela (didaktische Beratung)</li>
    <li>Biber Christine (Beta-Test)</li>
    <li>Bigler Christof (Beta-Test)</li>
    <li>Brem Dominik (Beta-Test)</li>
    <li>Brem Silvia (Beta-Test)</li>
    <li>Dietiker Fabian (Bilder, Beta-Test)</li>
    <li>Dudler Andreas (Hardware)</li>
    <li>Fritsche Beat (Beta-Test)</li>
    <li>Gebert Roland (Bilder)</li>
    <li>Gessler Monika (administrative Beratung)</li>
    <li>Giorgetta Olivia (Beta-Test)</li>
    <li>Graf Frank (Beta-Test)</li>
    <li>H&auml;nni Hans (wertvolle Diskussionen)</li>
    <li>Hess Hans (Bilder)</li>
    <li>Interact Consulting AG (Finanzbeitrag)</li>
    <li>Knappmann Bernd (Beta-Test)</li>
    <li>Kretschmar Joseph (Beta-Test)</li>
    <li>Landolt Elias (Bilder)</li>
    <li>Leuchtmann Adrian (Bilder, Beta-Test)</li>
    <li>Maradi Melitta (Beta-Test)</li>
    <li>Meier Christa (Beta-Test)</li>
    <li>Moser Barbara (Beta-Test)</li>
    <li>Nay Filip (Beta-Test)</li>
    <li>Osterwalder Konrad, Rektor ETHZ (Finanzbeitrag)</li>
    <li>Osterwalder Konrad (Korrekturlesen Datenbank, Beta-Test)</li>
    <li>Rebhan Mario (Beta-Test)</li>
    <li>Reinhard Hans (Bilder)</li>
    <li>Ring Marianne (Korrekturlesen Datenbank, Beta-Test)</li>
    <li>Schaffer Tina (Beta-Test)</li>
    <li>Schmidt Caspar (Beta-Test)</li>
    <li>Schmitt Gerhard, Vizepr&auml;sident f&uuml;r Planung und Logistik ETHZ (Finanzbeitrag)</li>
    <li>Schoop Andreas (Beta-Test)</li>
    <li>Seeholzer Christian (Beta-Test)</li>
    <li>Soliva Marco (Beta-Test)</li>
    <li>Utelli Anna-Barbara (Bilder, Beta-Test)</li>
    <li>Valencak Martin (Beta-Test)</li>
    <li>v/d|f (Finanzbeitrag, Verlagsarbeiten)</li>
    <li>Widmer Alex (Bilder, Beta-Test)</li>
    <li>Wiederkehr Frank (Beta-Test)</li>
    <li>Winteler Manuel (Beta-Test)</li>
    <li>Zuber Doris (Beta-Test)</li>
    <li>Zubler Susanne (Beta-Test)</li>
</ul>
<p>Ich danke allen Beteiligten ganz herzlich</p>

<p>Matthias Baltisberger</p>

<h2>Dank (Herbar CD-ROM Version 2)</h2>

<p>Die Herbar CD-ROM Version 1 war viel rascher als erwartet ausverkauft, eine Neuausgabe wurde n&ouml;tig. Selbstverst&auml;ndlich wollte ich nicht einfach die alte CD neu auflegen. Zu viele Ideen zur Verbesserung der CD kamen mir in den letzten Jahren, die ich in eine neue CD einbauen wollte. Eine grundlegende &Uuml;berarbeitung, auch auf der Basis der zahlreichen Anregungen von Benutzern und Kollegen, dr&auml;ngte sich auf. F&uuml;r mich war nach den guten Erfahrungen beim Entwickeln der Version 1 klar, dass ich dieses Projekt wiederum mit <b>Daniel Frey</b> durchf&uuml;hren wollte. Er &uuml;bernahm in der Folge die computerische Seite, indem er vieles selber programmierte und auch die Arbeit der ausw&auml;rtigen Experten koordinierte. Erstaunlich war f&uuml;r mich, dass auch bei der
    Version 2 immer wieder grunds&auml;tzliche Fragen diskutiert werden mussten. Die Umsetzung der hochgesteckten Ziele war viel schwieriger zu erreichen, als ich (als unbedarfter Nutzer von Computern) mir vorstellte. Deshalb gab es auch Verz&ouml;gerungen, die nur dank immens grossem Einsatz von Daniel Frey (weit &uuml;ber das abgemachte Mass hinaus) zu meistern waren.</p>

<p>Selbstverst&auml;ndlich war ich wiederum auf die Mithilfe zahlreicher Personen angewiesen. Ich danke allen f&uuml;r ihr engagiertes Mitmachen. Auch dieses Mal brauchte es Geduld, mit mir zusammenzuarbeiten, denn immer wieder kamen mir neue Ideen und W&uuml;nsche, die offen diskutiert wurden und deren Umsetzung die Flexibilit&auml;t der Mitarbeiter forderte. Als Perfektionist bin ich nicht leicht zufrieden zu stellen, hilfsbereit wurde ich auch in der Umsetzung dieser meiner Anspr&uuml;che unterst&uuml;tzt.</p>

<p>Die gr&ouml;ssten Beitr&auml;ge erbrachten (in alphabetischer Reihenfolge) Christine Biber, Dirk Hoffmann, Lilo Meier und Thomas Wegm&uuml;ller. <b>Christine Biber</b> hat von allen Arten Herbaraufnahmen gemacht; um ein einheitliches Aussehen zu gew&auml;hrleisten, photographierte sie nicht nur die neu hinzugekommen Arten, sondern auch alle, die bereits auf der CD Version 1 enthalten waren; ich habe in den letzten Jahren viele Dias gemacht, die digitalisiert werden mussten, auch dies hat "Bibi" &uuml;bernommen; alle Aufnahmen (Dias und Herbarbilder) wurden von "Bibi" anschliessend auch noch digital bearbeitet. <b>Dirk Hofmann</b> beriet uns in Fragen zur Architektur der Applikation; er leistete u.a. wesentliche Beitr&auml;ge zum Online-Update und zur Implementierung der Stofflisten. <b>Lilo
    Meier</b> gestaltete viele graphische Elemente (z.B. schematische Abbildungen, Icons, Splash-Screen), damit hat sie den optischen Eindruck der CD wesentlich mitgestaltet; sie hat auch alle 3 Spiele geschaffen, dabei hat sie diese nicht nur konzipiert und optisch umgesetzt, sie hat sie auch selber programmiert. <b>Thomas Wegm&uuml;ller</b> arbeitete wiederum als ausw&auml;rtiger Java-Experte mit; er k&uuml;mmerte sich um das intelligente Vorausladen und die Darstellung der Bilder.</p>

<p>Ein spezieller Dank geht an den <b>Fond Filep</b> der ETH Z&uuml;rich. Von diesem Fond erhielt ich die finanziellen M&ouml;glichkeiten, die ausw&auml;rtigen Mitarbeiter anzustellen und so das Projekt durchzuf&uuml;hren.</p>

<p>Die Beitr&auml;ge der meisten Personen, die in irgendeiner Art und Weise bei der Version 1 einflossen, sind (z.T. in abgewandelter Form) auch in der Version 2 enthalten. Deshalb geb&uuml;hrt allen Mitarbeitern der Version 1 auch ein Dank in der Version 2. Unten namentlich aufgef&uuml;hrt werden jene Personen (auch wenn sie bereits im Dank der Version 1 erw&auml;hnt sind), die erneut mit speziell f&uuml;r die neue Version erbrachten Beitr&auml;gen ihren Teil an das Projekt leisteten:</p>
<ul>
    <li>Baur Helene (Beta-Test)</li>
    <li>Bratteler Martin (Bildercheck, Beta-Test)</li>
    <li>Etter Bernhard (Beratung Photographie)</li>
    <li>D&auml;hler Dominic (Beta-Test)</li>
    <li>Dietiker Fabian (Beta-Test)</li>
    <li>Eichenberger Christof (Beta-Test)</li>
    <li>Fornallaz Claude (technische Unterst&uuml;tzung)</li>
    <li>Frei Haller Barbara (Zusammenstellen aller Daten unter "Medizin")</li>
    <li>F&uuml;chter Ren&eacute; (Bilder)</li>
    <li>Gebert Roland (Bilder)</li>
    <li>Graf Frank (Bilder)</li>
    <li>Jaag Kathrin (Beta-Test)</li>
    <li>Jenal Marcus (Beta-Test)</li>
    <li>Klingenb&ouml;ck Anja (Bilder)</li>
    <li>Landolt Sarah (Beta-Test)</li>
    <li>Mannes Sabine (Beta-Test)</li>
    <li>Osterwalder Konrad (Bilder)</li>
    <li>R&uuml;egg Janine (Beta-Test)</li>
    <li>Salzmann Charlotte (Beta-Test)</li>
    <li>Schiestl Florian (Beta-Test)</li>
    <li>Utelli Anna-Barbara (Beta-Test)</li>
    <li>Valencak Martin (Beta-Test)</li>
    <li>W&auml;lti Marc (Beta-Test)</li>
    <li>Weber Ewald (Bilder)</li>
    <li>Zingg Elisabeth (Beratung Photographie)</li>
</ul>
<p>Ich danke allen Beteiligten ganz herzlich</p>

<p>Matthias Baltisberger</p>

<h2>Quellen</h2>

<p>Die Abbildungsvorlagen der Bilder in den Hilfefunktionen stammen aus folgenden Quellen:</p>
<ul>
    <li>Baltisberger M. 2003: Systematische Botanik. v/d|f Hochschulverlag AG an der ETH Z&uuml;rich</li>
    <li>Hess H.E., Landolt E. &amp; Hirzel R. 1976-1980: Flora der Schweiz und angrenzender Gebiete. Bd. 1-3 (2.Aufl.). Birkh&auml;user Verlag, Basel</li>
</ul>
</body>
</html>