<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <title>Zur Herbar CD-ROM Version 2</title>
    <link rel="stylesheet" href="../hcdhelp.css" type="text/css">
    <meta name="generator" content="DocBook XSL Stylesheets V1.60.1">
    <link rel="home" href="index.html" title="Einf&uuml;hrung">
    <link rel="up" href="index.html" title="Einf&uuml;hrung">
    <link rel="previous" href="index.html" title="Einf&uuml;hrung">
    <link rel="next" href="IDARMQU.html" title="Zu beachten!">
</head>
<body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF">
<div class="navheader">
    <table width="100%" summary="Navigation header">
        <tr>
            <th colspan="3" align="center">Zur Herbar CD-ROM Version 2</th>
        </tr>
        <tr>
            <td width="20%" align="left"><a accesskey="p" href="index.html">Zur&uuml;ck</a>&nbsp;</td>
            <th width="60%" align="center">&nbsp;</th>
            <td width="20%" align="right">&nbsp;<a accesskey="n" href="IDARMQU.html">Weiter</a></td>
        </tr>
    </table>
    <hr>
</div>
<div class="chapter" lang="de">
    <div class="titlepage">
        <div>
            <div><h2 class="title"><a name="IDAMKQU"></a>Zur Herbar CD-ROM Version 2</h2></div>
        </div>
        <div></div>
    </div>
    <p>Die Herbar CD-ROM Version 1 war erfolgreich, die Studierenden haben viel und auch gerne damit gearbeitet. In
        verschiedenen Evaluationen wurden aber M&auml;ngel und Erg&auml;nzungsw&uuml;nsche ge&auml;ussert. Diese konnten
        bei der &Uuml;berarbeitung f&uuml;r die Version 2 zu einem grossen Teil eliminiert resp. verwirklicht werden.
        Die wichtigsten Neuerungen sind die folgenden:</p>

    <div class="itemizedlist">
        <ul type="bullet">
            <li style="list-style-type: disc"><p>Es besteht jetzt die M&ouml;glichkeit, Updates &uuml;ber das Netz zur
                Verf&uuml;gung zu stellen resp. herunterzuladen.</p></li>
            <li style="list-style-type: disc"><p>Die Benutzer der CD k&ouml;nnen selber Artenlisten erstellen, mit denen
                sie arbeiten wollen (z.B. individueller Pr&uuml;fungsstoff oder Arten, die noch nicht sicher beherrscht
                werden).</p></li>
            <li style="list-style-type: disc"><p>Die Kombination der ersten beiden Punkte erlaubt es Dozierenden, wenn n&ouml;tig
                (falls gew&uuml;nscht auch j&auml;hrlich) &uuml;ber das Netz den Pr&uuml;fungsstoff neu zu
                definieren. </p></li>
            <li style="list-style-type: disc"><p>Es besteht die M&ouml;glichkeit, die Abfrage &uuml;ber 3 verschiedene
                Schwierigkeitsgrade dem Wissensstand anzupassen.</p></li>
            <li style="list-style-type: disc"><p>Mit den 3 Spielen kann das Wissen auf neue und verlockende Art getestet
                werden.</p></li>
            <li style="list-style-type: disc"><p>Neben der f&uuml;r Studierende und Fachleute vorgesehenen Version mit
                den wissenschaftlichen Namen hat es auf der CD auch eine Version mit den deutschen Pflanzennamen.</p>
            </li>
            <li style="list-style-type: disc"><p>Unter der Rubrik "Weiteres-Medizin" wurden umfassende pharmazeutische
                Informationen eingebaut.</p></li>
            <li style="list-style-type: disc"><p>Die Hilfe-Funktion wurde umgestellt und ausgebaut, sie umfasst jetzt
                eine ausf&uuml;hrliche Benutzeranleitung sowie ein grosses Glossar.</p></li>
            <li style="list-style-type: disc"><p>Die Artenzahl auf der CD wurde fast verdoppelt.</p></li>
            <li style="list-style-type: disc"><p>Die Zahl der Bilder wurde stark vergr&ouml;ssert.</p></li>
            <li style="list-style-type: disc"><p>Die Benutzerf&uuml;hrung wurde vereinfacht und ansprechender
                gestaltet.</p></li>
        </ul>
    </div>
    <p>Die Herbar CD-ROM Version 2 ist auf den Unterricht in Systematischer Botanik an der ETH Z&uuml;rich ausgerichtet.
        Dieser Unterricht wird von Studierenden der Studieng&auml;nge Agrarwissenschaften, Biologie,
        Forstwissenschaften, Lebensmittelwissenschaften, Pharmazeutische Wissenschaften und Umweltnaturwissenschaften
        besucht. Neu umfasst aber die CD (wie auch das k&uuml;rzlich neu erschienene Buch "Systematische Botanik") mit
        der fast verdoppelten Artenzahl weit mehr als nur einen m&ouml;glichen Pr&uuml;fungsstoff dieses Faches (Teil
        Artenkenntnisse). Dies erm&ouml;glicht es den verantwortlichen Dozierenden, den Pr&uuml;fungsstoff gem&auml;ss
        den von ihnen gestellten Anforderungen und den jeweiligen Jahresprogrammen auf der Basis der CD einschr&auml;nkend
        immer wieder neu zu definieren.</p>

    <p>Auch die hier vorliegende Herbar CD-ROM Version 2 ist ein Instrument, um den in Vorlesungen und &Uuml;bungen und
        vor allem auf den Exkursionen angeeigneten Stoff zu repetieren und zu vertiefen. Die CD ist kein Ersatz f&uuml;r
        die Exkursionen; kein noch so gut gestaltetes Lehrmittel ersetzt das pers&ouml;nliche Erlebnis in der Natur! Das
        Lehrmittel CD-ROM bietet aber die M&ouml;glichkeit, <span class="bold"><b>dezentral</b></span> und <span
                class="bold"><b>zu jeder beliebigen Zeit</b></span> am Pr&uuml;fungsstoff zu arbeiten.</p>

    <p>Die Pr&uuml;fung in diesem Fach wird zur Zeit mit Herbarpflanzen durchgef&uuml;hrt. Deshalb sind <span
            class="bold"><b>Bilder von Herbarbelegen</b></span> wiederum ein wesentlicher Bestandteil der hier
        vorliegenden CD. Neben den Herbarbildern sind <span class="bold"><b>eine grosse Zahl weiterer Bilder</b></span>
        von Pflanzen am Standort sowie Detailaufnahmen und &Ouml;kologiebilder integriert. Die Herbar CD-ROM richtet
        sich in erster Linie an Studierende von Hochschulen (insbesondere der ETH Z&uuml;rich). Dar&uuml;ber hinaus
        bietet die CD f&uuml;r Schulen viele M&ouml;glichkeiten, insbesondere die auf der CD integrierte Version mit den
        deutschen Namen. Lehrkr&auml;fte k&ouml;nnen ihr Botanik-Grundwissen schnell und einfach auffrischen und
        erweitern. F&uuml;r alle Natur- und Pflanzenfreunde bietet die interaktive Herbar CD-ROM eine ausgezeichnete M&ouml;glichkeit,
        sich in die Grundlagen der Pflanzensystematik anhand von Arten aus der Schweiz einzuarbeiten und wichtige Arten
        unserer Flora kennen zu lernen, denn mit gegen 600 Arten umfasst die CD etwa 1/4 der Pflanzenarten der Schweiz.
    </p></div>
<div class="navfooter">
    <hr>
    <table width="100%" summary="Navigation footer">
        <tr>
            <td width="40%" align="left"><a accesskey="p" href="index.html">Zur&uuml;ck</a>&nbsp;</td>
            <td width="20%" align="center"><a accesskey="u" href="index.html">Nach oben</a></td>
            <td width="40%" align="right">&nbsp;<a accesskey="n" href="IDARMQU.html">Weiter</a></td>
        </tr>
        <tr>
            <td width="40%" align="left" valign="top">Einf&uuml;hrung&nbsp;</td>
            <td width="20%" align="center"><a accesskey="h" href="index.html">Zum Anfang</a></td>
            <td width="40%" align="right" valign="top">&nbsp;Zu beachten!</td>
        </tr>
    </table>
</div>
</body>
</html>