<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <title>Zu beachten!</title>
    <link rel="stylesheet" href="../hcdhelp.css" type="text/css">
    <meta name="generator" content="DocBook XSL Stylesheets V1.60.1">
    <link rel="home" href="index.html" title="Einf&uuml;hrung">
    <link rel="up" href="index.html" title="Einf&uuml;hrung">
    <link rel="previous" href="IDAMKQU.html" title="Zur Herbar CD-ROM Version 2">
</head>
<body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF">
<div class="navheader">
    <table width="100%" summary="Navigation header">
        <tr>
            <th colspan="3" align="center">Zu beachten!</th>
        </tr>
        <tr>
            <td width="20%" align="left"><a accesskey="p" href="IDAMKQU.html">Zur&uuml;ck</a>&nbsp;</td>
            <th width="60%" align="center">&nbsp;</th>
            <td width="20%" align="right">&nbsp;</td>
        </tr>
    </table>
    <hr>
</div>
<div class="chapter" lang="de">
    <div class="titlepage">
        <div>
            <div><h2 class="title"><a name="IDARMQU"></a>Zu beachten!</h2></div>
        </div>
        <div></div>
    </div>
    <div class="itemizedlist">
        <ul type="bullet">
            <li style="list-style-type: disc"><p>Die auf der CD verwendeten Namen entsprechen denjenigen im Buch zur
                Vorlesung (Baltisberger M. 2003: Systematische Botanik; Verlag v/d|f, Z&uuml;rich;
                http://www.vdf.ethz.ch/info/2851.html).</p></li>
            <li style="list-style-type: disc"><p>Neben der Applikation mit den wissenschaftlichen Namen hat es auf der
                CD auch eine mit deutschen Namen. In der Abfrage kann dies zu Problemen f&uuml;hren, da die deutschen
                Namen viel weniger pr&auml;zise und eindeutig sind, das System der CD aber nur gewisse Namen (jene, die
                wir eingegeben haben) akzeptiert. Nichtakzeptieren eines deutschen Namens kann also heissen, dass dieser
                falsch oder aber nicht im System enthalten ist.</p></li>
            <li style="list-style-type: disc"><p>Die tabellarisch und hierarchisch dargestellten Morphologie-Merkmale
                sind vereinfacht. Die Zahl der Merkmale pro Taxon wurde m&ouml;glichst tief gehalten, pro Taxon werden
                aber doch so viele Merkmale angegeben, dass die einzelnen Taxa im Vergleich zu den auf der CD
                enthaltenen Taxa eindeutig charakterisiert sind. Dies bedeutet zwar eine Vereinfachung des Stoffes. Es
                bedeutet aber auch, dass richtige Merkmale eines Taxons, die nicht zu den ausgew&auml;hlten Merkmalen
                geh&ouml;ren, f&uuml;r die Charakterisierung innerhalb des Stoffes auf der CD nicht relevant sind und
                deshalb vom Computer nicht akzeptiert werden. Wegen der eingeschr&auml;nkten Auswahl der Merkmale m&uuml;ssen
                im Vergleich mit Taxa, die nicht auf der CD enthalten sind, oft weitere Merkmale herangezogen werden.
                Zudem gelten die angegebenen Merkmale (insbesondere bei Gattungen und Familien) z.T. nur f&uuml;r die
                Schweiz und angrenzende Gebiete.</p></li>
            <li style="list-style-type: disc"><p>Die Merkmale sind in einem Morphologie-Baum organisiert. Im Lehrgang
                werden bei der Beschreibung eines Taxons die Merkmale der &uuml;bergeordneten Taxa (bis Unterklasse)
                ebenfalls dargestellt; dies erm&ouml;glicht die Einordnung in einen gr&ouml;sseren Rahmen.</p></li>
            <li style="list-style-type: disc"><p>Merkmale h&ouml;herer Taxa k&ouml;nnen im Widerspruch zu Merkmalen
                tieferer Taxa stehen (z.B. <span class="emphasis"><em>Asteraceae</em></span> Bl&auml;tter wechselst&auml;ndig,
                <span class="emphasis"><em>Arnica montana</em></span> hingegen gegenst&auml;ndig).</p></li>
            <li style="list-style-type: disc"><p>Achtung: Wenn auf Art-Niveau ein Merkmal scheinbar fehlt, kann es sein,
                dass dieses Merkmal schon in einer h&ouml;heren Hierarchiestufe vorhanden ist und an die im
                Systematikbaum tiefer liegenden Taxa vererbt wird.</p></li>
            <li style="list-style-type: disc"><p>Wenn quantitative Merkmale ohne Gr&ouml;ssenangaben vorkommen, sind
                diese im Vergleich zu verwandten oder &auml;hnlichen Taxa zu betrachten (z.B. "Bl&auml;tter kurz" bei
                <span class="emphasis"><em>Carex firma</em></span>, kurz im Vergleich zu allen anderen <span
                        class="emphasis"><em>Carex</em></span>-Aren).</p></li>
            <li style="list-style-type: disc"><p>Die Farbangaben sind wegen der grossen Variabilit&auml;t und
                subjektiver Farbbezeichnungen stark vereinfacht.</p></li>
            <li style="list-style-type: disc"><p>Unter "Bl&auml;tter allgemein" sind die verschiedenen Blatttypen
                (Keim-, Neben-, Hochbl&auml;tter etc.) sowie der Einstieg zu "Bl&auml;tter" zusammengefasst. Unter "Bl&auml;tter"
                finden sich Merkmale, die an einem einzelnen Blatt nicht sichtbar sind (z.B. Blattstellung usw.) sowie
                der Einstieg zu "Blatt". Die Eigenschaften unter "Blatt" beziehen sich auf Merkmale eines einzelnen
                Blattes, die i.d.R. an allen Bl&auml;ttern zu beobachten sind (z.B. Behaarung).</p></li>
            <li style="list-style-type: disc"><p>Die Angaben zur &Ouml;kologie der Arten wurden ebenfalls vereinfacht.
                Nur typische und wichtige Standorte werden aufgef&uuml;hrt. Die H&ouml;henstufen werden nur dort
                angegeben, wo sie aussagekr&auml;ftig sind. In wenigen F&auml;llen sind auch &Ouml;kologie-Angaben bei h&ouml;heren
                Taxa notiert.</p></li>
            <li style="list-style-type: disc"><p>Unter "Weiteres" sind sonstige interessante Details wie Verwendung, Gef&auml;hrlichkeit,
                Inhaltsstoffe, Pharmazeutisches usw. aufgef&uuml;hrt. Dabei ist eine Zuordnung zu einem Thema nicht
                immer eindeutig. So wird "Tee" unter "Verwendung-Zubereitung" wie auch unter "Medizin-Zubereitung" oder
                Angaben zur Giftigkeit von Arten unter "Giftpflanzen" wie auch unter "Medizin-Gefahren"
                aufgef&uuml;hrt.</p></li>
            <li style="list-style-type: disc"><p>In der "Flora Helvetica" (Lauber K. &amp; Wagner G. 1996, Verlag Paul
                Haupt Bern) wird die Giftigkeit mittels einer dreistufigen Skala angegeben (giftig, stark giftig, sehr
                stark giftig). Auf der CD wurden die beiden letzten Kategorien eingef&uuml;gt und als giftig resp. stark
                giftig bezeichnet; die erste Kategorie der "Flora Helvetica" (giftig) wurde nicht aufgenommen, da eine
                grosse Zahl von Arten zu dieser Kategorie geh&ouml;ren, obwohl keine wirkliche Gefahr besteht (h&auml;ufigste
                Folge bei Einnahme sind "nur" Verdauungsbeschwerden).</p></li>
            <li style="list-style-type: disc"><p>Unter "Weiteres-Medizin" werden ausf&uuml;hrliche Angaben gemacht, die
                insbesondere f&uuml;r Studierende der Pharmazeutischen Wissenschaften von Interesse sein k&ouml;nnen
                (z.B. Inhaltsstoffe, Indikationen, Drogennamen).</p></li>
            <li style="list-style-type: disc"><p>Bilder unter "&Ouml;kologie" zeigen den Standort. Oft sind aber auch
                aus den Bildern "Portrait" (Pflanzen an ihrem nat&uuml;rlichen Standort) &ouml;kologische Aspekte
                ersichtlich.</p></li>
            <li style="list-style-type: disc"><p>F&uuml;r Studierende der ETH Z&uuml;rich: Es werden nur Taxa mit pr&uuml;fungsrelevanten
                Merkmalen angezeigt! Eine Ausnahme bilden die Familien, die auch ohne Merkmale angezeigt werden und
                ebenfalls gelernt werden m&uuml;ssen.</p></li>
        </ul>
    </div>
    <p></p></div>
<div class="navfooter">
    <hr>
    <table width="100%" summary="Navigation footer">
        <tr>
            <td width="40%" align="left"><a accesskey="p" href="IDAMKQU.html">Zur&uuml;ck</a>&nbsp;</td>
            <td width="20%" align="center"><a accesskey="u" href="index.html">Nach oben</a></td>
            <td width="40%" align="right">&nbsp;</td>
        </tr>
        <tr>
            <td width="40%" align="left" valign="top">Zur Herbar CD-ROM Version 2&nbsp;</td>
            <td width="20%" align="center"><a accesskey="h" href="index.html">Zum Anfang</a></td>
            <td width="40%" align="right" valign="top">&nbsp;</td>
        </tr>
    </table>
</div>
</body>
</html>