<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <title>Allgemeines</title>
    <link rel="stylesheet" href="../hcdhelp.css" type="text/css">
    <meta name="generator" content="DocBook XSL Stylesheets V1.60.1">
    <link rel="home" href="index.html" title="Benutzeranleitungen">
    <link rel="up" href="IDAWKQU.html" title="Modus Pr&uuml;fung">
    <link rel="previous" href="IDAWKQU.html" title="Modus Pr&uuml;fung">
    <link rel="next" href="IDAQLQU.html" title="Aktivieren des Modus Pr&uuml;fung">
</head>
<body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF">
<div class="navheader">
    <table width="100%" summary="Navigation header">
        <tr>
            <th colspan="3" align="center">Allgemeines</th>
        </tr>
        <tr>
            <td width="20%" align="left"><a accesskey="p" href="IDAWKQU.html">Zur&uuml;ck</a>&nbsp;</td>
            <th width="60%" align="center">Modus Pr&uuml;fung</th>
            <td width="20%" align="right">&nbsp;<a accesskey="n" href="IDAQLQU.html">Weiter</a></td>
        </tr>
    </table>
    <hr>
</div>
<div class="section" lang="de">
    <div class="titlepage">
        <div>
            <div><h3 class="title"><a name="IDA3KQU"></a>Allgemeines</h3></div>
        </div>
        <div></div>
    </div>
    <p>Der Modus Pr&uuml;fung ist speziell auf die Pr&uuml;fung in Systematischer Botanik an der ETH Z&uuml;rich
        ausgerichtet. Im Modus <span class="emphasis"><em>Pr&uuml;fung</em></span> haben Sie die M&ouml;glichkeit, Ihr
        Wissen zu testen. Eine Pr&uuml;fung besteht aus zehn Arten, die zuf&auml;llig aus der Gesamtliste ausgew&auml;hlt
        werden. Die Auswahl erfolgt nach den gleichen Kriterien, die auch den Pr&uuml;fungsordnern (Ordner mit den
        Herbarbelegen) zugrunde liegen. Wie zur Zeit in der echten Pr&uuml;fung stehen Ihnen auch im Modus Pr&uuml;fung
        nur die Herbarbilder zur Verf&uuml;gung. Da die Arten aus der Gesamtliste ausgew&auml;hlt werden, ist zu
        erwarten, dass nicht alle Arten in Ihrem individuellen Pr&uuml;fungsstoff enthalten sind, Sie werden deshalb
        wahrscheinlich nicht alle Arten kennen. Lassen Sie sich aber dadurch nicht entmutigen! Wir sind im Moment noch
        nicht so weit, die Arten f&uuml;r eine Pr&uuml;fung aus Ihrem individuellen Pr&uuml;fungsstoff auszuw&auml;hlen.
        Zudem m&uuml;ssen Sie auch in der wirklichen Pr&uuml;fung mit unbekannten Arten umgehen, dies ist aber in der Pr&uuml;fung
        hier am Computer nicht vorgesehen. Wie in der Abfrage m&uuml;ssen auch in der Pr&uuml;fung die Namen und die
        Eigenschaften der Arten eingetragen resp. ausgew&auml;hlt werden, zus&auml;tzlich m&uuml;ssen Sie f&uuml;r alle
        Arten auch noch die Familie eintragen. Die Anzahl erwarteter Eigenschaften wird auch in der Pr&uuml;fung
        angegeben, eine Bewertung Ihrer Eingaben erfolgt aber hier noch nicht. Sie k&ouml;nnen wie in der Abfrage auch
        in der Pr&uuml;fung den Schwierigkeitsgrad selber w&auml;hlen. Wenn Sie eine Pr&uuml;fung gestartet haben,
        stehen Ihnen 20 Minuten f&uuml;r die L&ouml;sung der Aufgaben zur Verf&uuml;gung. W&auml;hrend einer Pr&uuml;fung
        kann der Modus nicht gewechselt und das Programm nicht beendet werden, solange die Pr&uuml;fung nicht beendet
        wird. Nach Beendigung (oder Abbruch) der Pr&uuml;fung erhalten Sie eine Gesamtbewertung Ihrer Pr&uuml;fung.</p>

    <p>Seien Sie sich bewusst, dass eine Pr&uuml;fung am Computer schwieriger ist als eine wirkliche Pr&uuml;fung! Viele
        Merkmale der Arten sind quantitativ, und die Merkmale stehen in jenen Einheiten zur Verf&uuml;gung, wie sie f&uuml;r
        die Arten der Gesamtliste ben&ouml;tigt werden. Eine Zuordnung ist f&uuml;r den Computer immer eindeutig (d.h.
        nur richtig oder falsch), in einer wirklichen Pr&uuml;fung hingegen gibt es mehr Spielraum. Beispiel: Die Bl&uuml;tenfarbe
        ist f&uuml;r viele Arten wichtig, die Zuordnung zu einer Farbe aber oft subjektiv und deshalb nicht eindeutig.
        Im Computer ist aber eine eindeutige Zuordnung enthalten. Der &Uuml;bergang von <span class="emphasis"><em>Bl&uuml;ten
            weiss bis gelblich</em></span> zu <span class="emphasis"><em>Bl&uuml;ten gelb bis weisslich</em></span> ist
        fliessend, in einer wirklichen Pr&uuml;fung wird bei kritischen Arten auch beides als richtig gez&auml;hlt, f&uuml;r
        den Computer sind dies jedoch zwei verschiedene Merkmale und nur eines ist richtig. &Auml;hnliches l&auml;sst
        sich auch &uuml;ber andere Merkmalskomplexe sagen, z.B. &uuml;ber Blattformen oder Pflanzengr&ouml;ssen.</p>
</div>
<div class="navfooter">
    <hr>
    <table width="100%" summary="Navigation footer">
        <tr>
            <td width="40%" align="left"><a accesskey="p" href="IDAWKQU.html">Zur&uuml;ck</a>&nbsp;</td>
            <td width="20%" align="center"><a accesskey="u" href="IDAWKQU.html">Nach oben</a></td>
            <td width="40%" align="right">&nbsp;<a accesskey="n" href="IDAQLQU.html">Weiter</a></td>
        </tr>
        <tr>
            <td width="40%" align="left" valign="top">Modus Pr&uuml;fung&nbsp;</td>
            <td width="20%" align="center"><a accesskey="h" href="index.html">Zum Anfang</a></td>
            <td width="40%" align="right" valign="top">&nbsp;Aktivieren des Modus Pr&uuml;fung</td>
        </tr>
    </table>
</div>
</body>
</html>