<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <title>
        Bilderbereich</title>
    <link rel="stylesheet" href="../hcdhelp.css" type="text/css">
    <meta name="generator" content="DocBook XSL Stylesheets V1.60.1">
    <link rel="home" href="index.html" title="Benutzeranleitungen">
    <link rel="up" href="IDA0XOU.html" title="&#xA;Hauptfenster">
    <link rel="previous" href="IDAE5OU.html" title="&#xA;Ausschnitt der Taxonomie">
    <link rel="next" href="IDAZBPU.html" title="&#xA;Informationsbereich des Lehrgangs">
</head>
<body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF">
<div class="navheader">
    <table width="100%" summary="Navigation header">
        <tr>
            <th colspan="3" align="center">
                Bilderbereich
            </th>
        </tr>
        <tr>
            <td width="20%" align="left"><a accesskey="p" href="IDAE5OU.html">Zur&uuml;ck</a>&nbsp;</td>
            <th width="60%" align="center">
                Hauptfenster
            </th>
            <td width="20%" align="right">&nbsp;<a accesskey="n" href="IDAZBPU.html">Weiter</a></td>
        </tr>
    </table>
    <hr>
</div>
<div class="section" lang="de">
    <div class="titlepage">
        <div>
            <div><h4 class="title"><a name="IDAJAPU"></a>
                <a name="_Ref38811121"></a>Bilderbereich</h4></div>
        </div>
        <div></div>
    </div>
    <p>Der <span class="emphasis"><em>Bilderbereich</em></span> links im Hauptfensters unterhalb des Ausschnitts der
        Taxonomie stellt die Bilder des aktuellen Taxons dar. Die Bilder werden in vier verschiedenen Kategorien als
        Register dargestellt: <span class="emphasis"><em>Herbar, Portrait, Detail</em></span> und <span
                class="emphasis"><em>Standort</em></span>. Die Kategorie <span class="emphasis"><em>Herbar</em></span>
        enth&auml;lt Bilder von Herbarpflanzen (gepresste Pflanzen). Hier gilt es zu beachten, dass sich die Farben bei
        einigen Arten ver&auml;ndert haben. Die Kategorie <span class="emphasis"><em>Portrait</em></span> zeigt die
        Pflanzen in einer Freilandaufnahme. In der Kategorie <span class="emphasis"><em>Detail</em></span> werden
        wichtige Einzelheiten des Taxon vergr&ouml;ssert dargestellt. Die Kategorie <span
                class="emphasis"><em>Standort</em></span> zeigt den Standort, an dem dieses Taxon (meist) vorkommt,
        daraus k&ouml;nnen oft die &ouml;kologischen Anspr&uuml;che des Taxons abgeleitet werden. Bei einem Wechsel des
        aktuellen Taxons wird das angew&auml;hlte Register beibehalten.</p>

    <p>Beachten Sie, dass nicht alle Taxa in allen vier Kategorien Bilder enthalten. Entsprechende, leere Register
        werden grau dargestellt. Es ist dennoch m&ouml;glich, ein Register ohne Bilder anzuw&auml;hlen. Das erm&ouml;glicht,
        dass Sie sich beim Vor- und Zur&uuml;ckbl&auml;ttern durch die Taxa des Lernstoffs auf eine Bildkategorie
        konzentrieren k&ouml;nnen.</p>

    <p>Im oberen Teil der Bildfl&auml;che, unterhalb der Register, werden s&auml;mtliche Bilder einer Kategorie als
        Miniaturen dargestellt. Falls nicht alle Platz haben sollten, werden ein oder zwei Schaltfl&auml;chen mit
        Bildlaufpfeilen dargestellt (im Bild ein Rechtspfeil). Ein Klick auf eine solche Schaltfl&auml;che verschiebt
        die Reihe der Miniaturen in die entsprechende Richtung. Ein Klick auf eine Miniatur &uuml;bernimmt das Bild als
        aktuelles Bild.</p>

    <p>Unterhalb der Miniaturen wird das aktuelle Bild gross dargestellt. Die Schaltfl&auml;che mit dem Lupensymbol
        links neben den Miniaturen dient zur Vergr&ouml;sserung resp. Verkleinerung des aktuellen Bildes. Mit dem ersten
        Klick, solange das Lupensymbol ein Plus enth&auml;lt, wird die Bildgr&ouml;sse verdoppelt, mit einem erneuten
        Klick (Lupensymbol mit Minus) wieder verkleinert.</p>

    <p>Unterhalb des aktuellen Bildes befindet sich die zum aktuellen Bild und zum aktuellen Taxon geh&ouml;rende
        Legende. Die Legenden sind auch f&uuml;r die Miniaturen sichtbar. Wenn Sie einen Moment mit der Maus &uuml;ber
        einer Miniatur verweilen, wird die entsprechende Legende in einem Hinweisfeld dargestellt.</p>

    <p>Bitte beachten Sie, dass Legende und Hinweisfelder nicht sichtbar sind, wenn im Informationsbereich die Abfrage
        aktiv ist.</p>

    <p>
    </p>

    <div class="mediaobject"><img src="../hcdHelpGuiImages/window.picture.png"></div>
    <p>
    </p></div>
<div class="navfooter">
    <hr>
    <table width="100%" summary="Navigation footer">
        <tr>
            <td width="40%" align="left"><a accesskey="p" href="IDAE5OU.html">Zur&uuml;ck</a>&nbsp;</td>
            <td width="20%" align="center"><a accesskey="u" href="IDA0XOU.html">Nach oben</a></td>
            <td width="40%" align="right">&nbsp;<a accesskey="n" href="IDAZBPU.html">Weiter</a></td>
        </tr>
        <tr>
            <td width="40%" align="left" valign="top">
                Ausschnitt der Taxonomie&nbsp;</td>
            <td width="20%" align="center"><a accesskey="h" href="index.html">Zum Anfang</a></td>
            <td width="40%" align="right" valign="top">&nbsp;
                Informationsbereich des Lehrgangs
            </td>
        </tr>
    </table>
</div>
</body>
</html>